{
    "student_name": "Mohammad Al Haj Eid",
    "qualifications": "MBA-Marketing (University of Jordan), Bachelor of Marketing (Al Zaytoonah, University of Jordan)",
    "thesis_title": "Towards a Sustainable Circular Economy: Achieving a Balance through the Social Dimension",
    "phd_start_date": "28 June 2019",
    "supervisors": "Mathew Parackal, Virginia Cathro",
    "student_email": "mohammad.alhajeid@postgrad.otago.ac.nz",
    "research_summary": "Circular Economy is considered a new path for sustainable development, in order to protect the environment, economy and society, toward attaining the vision of current and future generation's well-being. However, it is advised in literature to pay more attention to the social dimension of sustainability, as it is being neglected throughout literature and practice, despite societies importance for creating awareness about the danger the globe is facing, in addition to increase the acceptance rate of sustainable products, as well as promoting sustainability through encouraging non-sustainable companies to seek sustainability to respond to societies pressure. Therefore, throughout this study, we aim to address the social dimension in a circular economy, propose a notion for the contribution of the circular economy to the society and vice versa, in collaboration with stakeholders from different levels and sectors.",
    "research_interests": [
        "Consumer behaviour",
        "E-marketing",
        "Sustainability"
    ]
},
{
    "student_name": "Yen Dao Hoang Nguyen",
    "qualifications": "Bachelor of Economics in International Trade (Vietnam), Master of Business Administration (Vietnam –",
    "thesis_title": "N/A",
    "phd_start_date": "August 2020",
    "supervisors": "Associate Professor Andrea Insch, and, Dr Damien Mather",
    "student_email": "yen.nguyen@postgrad.otago.ac.nz",
    "research_summary": "This research project aims to theorise the process of how undergraduate students build resilience through their lived experiences in higher education by interpreting the phenomenon through students' reflections on their past adversities. By capturing the university lives of third-year and final-year undergraduate students in New Zealand, this study investigates the lived experiences of a range of support systems to be involved in building resilience and differentiates these layers of support among different social styles of Bachelor students. Finally, the study explores the meaning of resilience from students' perspective and highlights its role as one of contributing factors to sustaining student wellbeing in the educational journey",
    "research_interests": [
        "Service experience",
        "Resilience",
        "Marketing for (international) higher education",
        "Customer experience",
        "Wellbeing",
        "Marketing for educational tourism",
        "Behavioural changes",
        "Human development",
        "Service marketing",
        "Nguyen, Y. D. H., Insch, A., & Mather, D. (2023).",
        "Exploring Students' Lived Experiences and Wellbeing at a New Zealand University: Perspectives of International Exchange Students",
        ".",
        "JANZSSA – Journal of the Australian and New Zealand Student Services Association",
        "."
    ]
},
{
    "student_name": "Otila Osborne",
    "qualifications": "Marketing (Hons) (Victoria University of Wellington), Master of Business Administration (Victoria University of Wellington)",
    "thesis_title": "N/A",
    "phd_start_date": "1 February 2020",
    "supervisors": "Professor Maree Thyne, , Associate Professor Kirsten Robertson, and  Dr Janet Davey (Victoria University of Wellington)",
    "student_email": "osbot582@student.otago.ac.nz",
    "research_summary": "N/A",
    "research_interests": [
        "N/A"
    ]
},
{
    "student_name": "Benisha Senadheera",
    "qualifications": "Bachelor of Business (Management & Marketing) (Australia),",
    "thesis_title": "N/A",
    "phd_start_date": "February 2022",
    "supervisors": "Professor Lisa McNeill and Professor Maree Thyne",
    "student_email": "senbe632@student.otago.ac.nz",
    "research_summary": "In a physical retail store, consumers are able to use their sensory organs (i.e. touch, taste, smell) to evaluate a product prior to making a purchase. However, consumers are limited in their ability to do so in an online retail environment. In an attempt to address these limitations of the online retail channel, developments in technology have been utilised in a new form of e-commerce called live streaming, which enables consumers to view and listen to a live streamer explain what the product feels, smells and looks like. Therefore, the current research aims to investigate whether the social presence of a live streamer (i.e. seller) acts as a sensory proxy for the viewer (i.e. consumer) to psychologically trial a product, increasing immersion through narrative transportation, and thus increasing purchase intention in a live stream shopping context.",
    "research_interests": [
        "N/A"
    ]
},
{
    "student_name": "Kathy Zhang",
    "qualifications": "MCom in Marketing Management, MSc in Business Analysis and Consultancy, BA(Hons) in Business Administration",
    "thesis_title": "N/A",
    "phd_start_date": "May 2020",
    "supervisors": "Professor Lisa McNeill, , Dr Wiebke Finkler",
    "student_email": "kathy.zhang@postgrad.otago.ac.nz",
    "research_summary": "In an age of rapid technological innovation, digital technologies have become an integral part of the teaching and learning processes in academic courses. Previous study has focused on exploring the effects of quality features of e-learning or acceptance of technology in a learning activity, or on value co-creation in assessing higher education teaching quality or student satisfaction by acknowledging all interacting parties' influence in higher education. However, previous scholars have rarely touched on the drivers of student behaviour to use technology in learning in order to co-create value together with the higher education institutions.",
    "research_interests": [
        "Digital marketing",
        "Service marketing",
        "Consumer behaviour"
    ]
},
{
    "student_name": "Anh (Mia) Hoang Minh Nguyen",
    "qualifications": "MBA (Marketing & Management, Japan), Bachelor of Commerce (Marketing, Vietnam)",
    "thesis_title": "N/A",
    "phd_start_date": "May 2023",
    "supervisors": "Dr Robert Hamlin, Professor Lisa McNeill",
    "student_email": "mia.nguyen@postgrad.otago.ac.nz",
    "research_summary": "This research project aims to respond to the two concurrent phenomena of increasing migration and globalisation: the homogenisation of cultures and growing diversity within the majority and minority groups in a shared society. By examining mutual acculturation and the role of culture as a soft power in the reciprocal interaction between diaspora and mainstream consumers in the food context, this study explores why and how each group’s members choose to maintain their national food culture and/or adopt other groups’ culture. In practical contribution, this research will evaluate the potential role of diaspora as the bridgehead for emerging market firms to access and crossover in foreign markets by embracing the soft power of cultural food culture.",
    "research_interests": [
        "Consumer behaviour",
        "Country of origin",
        "Diaspora marketing",
        "Emerging market firms",
        "Acculturation",
        "Food culture",
        "Food consumption"
    ]
},
{
    "student_name": "Nurun Popy",
    "qualifications": "BBA in Marketing (University of Dhaka, Bangladesh); MBA in Marketing (University of Dhaka, Bangladesh), Senior Lecturer (East West University, Dhaka, Bangladesh)",
    "thesis_title": "N/A",
    "phd_start_date": "1 February 2023",
    "supervisors": "Professor Robert Aitken; Associate Professor Leah Watkins",
    "student_email": "nurun.popy@postgrad.otago.ac.nz",
    "research_summary": "Due to differences in cultural and consumption values, consumers in developed and developing countries vary substantially in adopting sustainable products.",
    "research_interests": [
        "Sustainable marketing",
        "Social media marketing",
        "Consumer behavior"
    ]
},
{
    "student_name": "Yusepaldo Pasharibu",
    "qualifications": "MM (Master of Management), BEng (Bachelor of Engineering – Electronics)",
    "thesis_title": "N/A",
    "phd_start_date": "1 September 2022",
    "supervisors": "N/A",
    "student_email": "yusepaldo.pasharibu@postgrad.otago.ac.nz",
    "research_summary": "Firms are competing to create and offer high-quality value to achieve a sustainable competitive advantage. In most cases, value creation between stakeholders needs to be mediated by an engagement platform.",
    "research_interests": [
        "Supply/Value Chain Integration",
        "Digital Marketing",
        "ICT Based Marketing/Management"
    ]
},
{
    "student_name": "Mentalla Hossameldine Sayed Mohamed",
    "qualifications": "Masters of Science in Marketing (Arab Academy for Science, Technology & Maritime Transport, Bachelor of Arts with Honours in Marketing (Cardiff Metropolitan University)",
    "thesis_title": "N/A",
    "phd_start_date": "December 2022",
    "supervisors": "Dr John Williams, Dr Lisa McNeill, Dr Leah Watkins",
    "student_email": "N/A",
    "research_summary": "New Zealand is committed to being carbon neutral by 2050 and reducing greenhouse gas emissions to 30% below 2005 levels by 2030. Transport emissions contribute nearly 50 per cent to greenhouse gas emissions in New Zealand, so the New Zealand government took an initiative to electrify the transportation sector to reduce the carbon emissions of the country. This initiative is echoed in New Zealand's government agreement to the declaration “all new sales of zero-emission cars and vans globally by 2040”. Hence, the study aims to encourage New Zealanders to purchase electric vehicles and discourage their purchase of non-electric vehicles.",
    "research_interests": [
        "Sustainable marketing",
        "Behavioural marketing",
        "Consumer behaviour",
        "Experiential marketing",
        "Brand marketing",
        "Consumer neuroscience"
    ]
},
{
    "student_name": "Tahmine Sarvari",
    "qualifications": "MA (International Business), BSc (Business Administration)",
    "thesis_title": "N/A",
    "phd_start_date": "1 February 2023",
    "supervisors": "Associate Professor Sergio Biggemann ,  Professor Lisa McNeill , and  Associate Professor Anthony Garry",
    "student_email": "tahmine.sarvari@postgrad.otago.ac.nz",
    "research_summary": "According to Knowledge Sourcing Intelligence (2021), sales of robot technologies have increased significantly recently and are projected to reach USD 18.2 billion by 2024. The widespread use of Artificial Intelligence (AI) technology and its human-like characteristics not only transformed the way people perceive and interact with them but also challenged the nature of the service interface from being human-driven technology dominant. Considering the initial success of the AI powered service robots, there is significant interest in extending the usage of robotics and virtual assistants in a wider range of service situations. Therefore, having a better understanding of how and why the specific feature of service robots affect consumer reactions toward service encounters is crucial. Thus, my study aims to explore whether Artificial Intelligence Assistants are likely to be the preferred service delivery mechanism over human by considering customers' negative reactions.",
    "research_interests": [
        "Artificial Intelligence",
        "Customer behaviour",
        "Customer negative emotions",
        "Customer vulnerability",
        "Service marketing"
    ]
},
{
    "student_name": "Mehran Kamali",
    "qualifications": "Master of Executive Management - Marketing and Export, Bachelor of Industrial Engineering - System Planning and Analysis",
    "thesis_title": "Modern marketing and crisis: Developing a framework for early detection of marketing crises",
    "phd_start_date": "April 2022",
    "supervisors": "Dr Mathew Parackal, , Dr Damien Mather",
    "student_email": "mehran.kamali@postgrad.otago.ac.nz",
    "research_summary": "N/A",
    "research_interests": [
        "N/A"
    ]
},
{
    "student_name": "Harsh Khatwani",
    "qualifications": "MSc Physics, Postgraduate in Electronic and Digital Media Management",
    "thesis_title": "N/A",
    "phd_start_date": "1 September 2023",
    "supervisors": "Dr Wiebke Finkler, Dr Stefanie Zollmann",
    "student_email": "harsh.khatwani@postgrad.otago.ac.nz",
    "research_summary": "Immersive VR, 360 videos and branched storytelling are developing techniques whose uses are yet to be explored thoroughly. Amidst the discussion on various beneficial or harmful uses of these techniques, a large number of studies show that they can be potentially valuable in inducing behaviour change in humans. Understanding how they can help sensitise people towards climate change can be a game-changer. Through the proposed doctoral study, I want to explore how these tools can enable people to not only care about this issue but also induce better habits by indirectly exposing them to natural environments that would be otherwise impossible or dangerous.",
    "research_interests": [
        "Immersive 360 Videos and Virtual Reality",
        "Filmmaking and Storytelling",
        "Marketing for Positive Change",
        "Science Communication",
        "Climate Change"
    ]
},
{
    "student_name": "Thanuka Mahesha de Silva",
    "qualifications": "Bachelor of Business Administration in Marketing, Master of Business Administration in Marketing",
    "thesis_title": "Toward an Understanding of How Artificial Intelligent Agents Cocreate Value with Customers",
    "phd_start_date": "1 January 2022",
    "supervisors": "Associate Professor Sergio Biggemann, Dr Loic (Pengtao) Li",
    "student_email": "thanuka.desilva@postgrad.otago.ac.nz",
    "research_summary": "With the advancements in technology, particularly the emergence of artificial intelligent (AI) agents that can mimic human cognition, affect, and behaviours, they have become more humanlike than machine-like. Apart from using humanlike AI agents to foster interactions with customers in service settings and customers' personal settings, firms have also focused on integrating such nonhumans into their online business strategy. In this regard, value-generating interactions are no longer limited to human-human interactions only but can also include human-machine interactions. Notwithstanding the ability of AI agents to integrate resources with human actors, the existing technology-mediated cocreation is still predominantly limited to a discussion of humans as actors, whereas machines were recognized as a medium for facilitating resource integration between human actors. Against this backdrop, I endeavour to understand how AI agents integrate resources with customers in cocreating value.",
    "research_interests": [
        "Customer engagement",
        "Digital marketing",
        "Services marketing",
        "Artificial intelligence",
        "Value cocreation"
    ]
},
{
    "student_name": "Parham Jafari Moghadam Fard",
    "qualifications": ": BA (Computer engineering, Iran), MA (Marketing Management, Sweden)",
    "thesis_title": "N/A",
    "phd_start_date": "N/A",
    "supervisors": "Associate Professor Ben Wooliscroft, and, Associate Professor Lisa McNeill",
    "student_email": "parham.fard@postgrad.otago.ac.nz",
    "research_summary": "N/A",
    "research_interests": [
        "N/A"
    ]
},
{
    "student_name": "Kara Ma",
    "qualifications": "Bachelor of Tourism Management, Master of International Business",
    "thesis_title": "Sustainable Fashion Consumption and the “Intention-Behavior” Gap: A Cross-cultural Study",
    "phd_start_date": "1 September 2022",
    "supervisors": "Professor Lisa McNeill, , Associate Professor Sergio Biggemann",
    "student_email": "maka8966@student.otago.ac.nz",
    "research_summary": "N/A",
    "research_interests": [
        "N/A"
    ]
},
{
    "student_name": "Yalda Boroushaki",
    "qualifications": "MA (business management-marketing) BSc (teaching English as a second language)",
    "thesis_title": "Studying the Impacts of Organisational Micro-foundations on Supply Chain Resilience",
    "phd_start_date": "1 October 2021",
    "supervisors": "Associate Professor Sergio Biggemann, Professor Richard Greatbanks",
    "student_email": "borya399@student.otago.ac.nz",
    "research_summary": "In the turbulent business environment, firms' supply chains are prone to disruptions such as the Covid-19 pandemic. These disruptions are unexpected events that disrupt the normal flow of goods and services throughout the supply chain. Extensive research has been conducted to address these disruptions, leading to the concept of supply chain resilience. It is proposed as a capability that enables firms to anticipate, respond to, and recover from disruptions, allowing them to continue their operations. Supply chain resilience is a multi-dimensional concept. The emerging literature outlines several key dimensions that emphasize the importance of supply chain resilience, including persistence, adaptation, transformation etc.",
    "research_interests": [
        "Supply chain management",
        "Supply chain resilience",
        "Micro-foundation"
    ]
},
{
    "student_name": "Pham Van Hau",
    "qualifications": "Bachelor of Economics (National Economics University, Vietnam)",
    "thesis_title": "N/A",
    "phd_start_date": "N/A",
    "supervisors": "Supervisors, : Professor Maree Thyne, Associate Professor Kirsten Robertson and Dr Rob Hamlin",
    "student_email": "hau.pham@postgrad.otago.ac.nz",
    "research_summary": "The act of caring for the environment and society has led to the emergence of sustainable development. This which emphasizes the need to promote sustainable development and emphasizes the form of promotes development that is the reduction of reduces harmful effects on the environment and society. Green Purchasing is a growing trend in international trade and public sector transactions in countries to increase production and consumption of environmental – friendly products. This study will measure factors that impact on green purchase intention with regard to green packaging of Vietnam consumers. The study also points out some policies recommendations for government to make more appropriate regulations and policies.",
    "research_interests": [
        "Consumer Behaviour",
        "Service marketing",
        "Green Consumption",
        "Green Marketing",
        "Green Production",
        "Sustainability"
    ]
},
{
    "student_name": "Holly Bates Williams",
    "qualifications": "in Zoology (Otago),",
    "thesis_title": "N/A",
    "phd_start_date": "N/A",
    "supervisors": "Professor Lloyd Davis and Dr Wiebke Finkler",
    "student_email": "N/A",
    "research_summary": "Interactions between human visitors and wildlife occur frequently at many New Zealand locations. However, close-hand interactions such as feeding and encroachment can have detrimental impacts for both parties. My research seeks to explore the drivers of tourists' behaviour toward",
    "research_interests": [
        "Tourist behaviour",
        "Behavioural change",
        "Social media marketing",
        "Motivation research"
    ]
},
{
    "student_name": "Jamshid Alinasab",
    "qualifications": "BA (Industrial Engineering, Iran), MSc (Industrial Management, Iran), MA (Economic & Communication for Management & Innovation, Italy), MA (International Business, Germany)",
    "thesis_title": "N/A",
    "phd_start_date": "January 2022",
    "supervisors": "Dr Masoud Karami and Professor Lisa McNeill",
    "student_email": "jamshid.alinasab@postgrad.otago.ac.nz",
    "research_summary": "My research highlights the importance of collaboration and partners' commitment in the internationalisation process of small firms. I investigate how small firms in New Zealand utilise both heuristics and rational decision-making to enter foreign markets as a collective effort. Real options theory provides a rational pathway for internationalisation, while effectual heuristics rely on the logic of control and utilise available means and partnerships to create informal real options. Exploring how small firms develop their own foreign market entry options can add insights into how internationalising small firms overcome challenges and develop successful foreign market entry strategies.",
    "research_interests": [
        "Alinasab, J., Mirahmadi, S. M. R., Ghorbani, H., & Caputo, F. (2021). Discovering knowledge and cognitive-based drivers for SMEs internationalisation. ",
        ", 1–29.",
        "Alinasab, J. (2022). The influence of managers' marketing capabilities and international experience on SMEs' export performance: the mediating effects of export commitment. ",
        ", (1), 62–81.",
        "Alinasab, J., Mirahmadi, S. M. R., Ghorbani, H., & Caputo, F. (2022). Managing SMEs' internationalisation process. A Delphi approach for identifying antecedent factors. ",
        ", 14(1), 1–19.",
        "Entrepreneurial opportunity development, SMEs internationalisation, Real Options Theory, Effectuation theory."
    ]
},
