[
{
    "title": "Doctor",
    "name": "Jayson Ware",
    "image_url": "https://profiles.canterbury.ac.nz/Jayson-Ware/photo",
    "phone_number": "+64336+6433691251 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "My longstanding research interest has related to the effective treatment of sex and violent offenders. More specifically I have been fascinated by offender denial and acceptance of responsibility – notably the characteristics of denying sex offenders, the function or purpose of denial, its relationship (or otherwise) with risk of reoffending, and most interestingly how to effectively intervene when an offender maintains his innocence. More broadly, I have maintained an interest in the context of offender treatment. I have researched, and/or collaborated on, the effectiveness of group therapy as a treatment modality, how to generalise and maintain rehabilitative gains, when and how to use pharmaceutical treatments, and how to adapt rehabilitative efforts for offenders with disability. I have more recently expanded my research interest to the wider context of reducing reoffending. I have published on the effectiveness and use of therapeutic communities, the opportunities of using inmates as peer supporters, and have taken a particular interest in aspects of the therapeutic and rehabilitative climate in prisons and how this impacts desistance efforts. \n\nMy approach to research has, for the most part, reflected my desire to translate academic findings into simple pragmatic solutions for practitioners and policy makers. To this end, I have published literature reviews in high impact journals, empirical (quantitative) studies, chapters in textbooks, as well as case studies."
    ],
    "appointments": [
        "Senior Lecturer Above the Bar: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "Bernard Walker",
    "image_url": "https://profiles.canterbury.ac.nz/Bernard-Walker/photo",
    "phone_number": "+6433693817 (Work)",
    "office_location": "Meremere 343",
    "email": "bernard.walker@canterbury.ac.nz",
    "bio": [
        "My research centres on the role of people in organisations.  This focuses on the role of Leadership, creating organisations with the capacities needed for resilience and agility in an environment of rapid change and disruption."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Richard Watt",
    "image_url": "https://profiles.canterbury.ac.nz/Richard-Watt/photo",
    "phone_number": "+6433693736 (Work)",
    "office_location": "Meremere 426B",
    "email": "richard.watt@canterbury.ac.nz",
    "bio": [
        "Research interests include applied microeconomic theory and industrial organisation."
    ],
    "appointments": [
        "Professor: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Miss",
    "name": "Sam White",
    "image_url": "N/A",
    "phone_number": "+6433693405 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Adjunct Appointment: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Christian Walsh",
    "image_url": "https://profiles.canterbury.ac.nz/Christian-Walsh/photo",
    "phone_number": "+6433694781 (Work)",
    "office_location": "Rehua 601",
    "email": "christian.walsh@canterbury.ac.nz",
    "bio": [
        "I am interested in the range of cognitive-affective and temporal practices undertaken by entrepreneurs and strategists in a variety of settings including social enterprise. Particularly as it relates to creativity in business and its fit with innovation. \nI also have an ongoing interest in the pedagogy of experiential education particularly as relates to entrepreneurship and innovation education."
    ],
    "appointments": [
        "Senior Lecturer: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD: University of Canterbury, Christchurch, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "Stephen Wingreen",
    "image_url": "https://profiles.canterbury.ac.nz/Stephen-Wingreen/photo",
    "phone_number": "+6433693975 (Work)",
    "office_location": "Meremere 404",
    "email": "stephen.wingreen@canterbury.ac.nz",
    "bio": [
        "Dr. Wingreen pursues scholarly interests in the fields of emerging technologies, technology and culture, blockchain and cryptocurrencies, information privacy and ethics, information system resilience, information technology professionals, applications of Q-methodology and Concourse Theory in the decision sciences, and occasional topics on electronic commerce trust, and enterprise systems.  His research has appeared in Information Systems Journal, Human Resource Management, Journal of Information Technology, Journal of Business Ethics, International Journal of Electronic Commerce, Electronic Commerce Research, and Electronic Markets, to name a few."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Debra Wilson",
    "image_url": "https://profiles.canterbury.ac.nz/Debra-Wilson/photo",
    "phone_number": "+6433693953 (Work)",
    "office_location": "Meremere 316",
    "email": "debra.wilson@canterbury.ac.nz",
    "bio": [
        "Debra Wilson researches and publishes in Criminal Law and Medical Law."
    ],
    "appointments": [
        "Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Mona Yaghoubi",
    "image_url": "https://profiles.canterbury.ac.nz/Mona-Yaghoubi/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Research interests include corporate finance, investment and behavioural finance."
    ],
    "appointments": [
        "Senior Lecturer: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "Doctor of Philosophy: Victoria University of Wellington, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Miss",
    "name": "Udari Wijeweera Gunarathna Mahavidan",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Tutor/Teaching Assistant: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Kseniia Zahrai",
    "image_url": "https://profiles.canterbury.ac.nz/Kseniia-Zahrai/photo",
    "phone_number": "+6433691484 (Work)",
    "office_location": "Meremere 336",
    "email": "kseniia.zahrai@canterbury.ac.nz",
    "bio": [
        "My research interests lie in the areas of consumer behaviour and consumer resilience in digital environments, with a particular emphasis on digital resilience from an individual perspective. I investigate how digital technologies, including social media and AI-driven marketing, impact daily lives of users, and how users can leverage evolving technologies without compromising their well-being. My methodological approach is mixed methods, focusing on quantitative studies and experimental design."
    ],
    "appointments": [
        "Lecturer: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD: University of Canterbury, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students",
        "Currently has capacity to supervise"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Sarah Wright",
    "image_url": "https://profiles.canterbury.ac.nz/Sarah-Wright/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Research interests include relationship quality, social connection and loneliness in organisational life."
    ],
    "appointments": [
        "Associate Head of Department: University of Canterbury, Management, Marketing and Tourism, UC Business School",
        "Associate Professor: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Julia Wu",
    "image_url": "https://profiles.canterbury.ac.nz/Julia-Wu/photo",
    "phone_number": "+6433693746 (Work)",
    "office_location": "Meremere 508",
    "email": "julia.wu@canterbury.ac.nz",
    "bio": [
        "I am interested in research on lived experience of practitioners.  I believe research studies on lived experience of accountants, corporate directors, investors, educators and students provide enriched insights in compliment to quantitative research studies.  I would love to listen to stories of how regulations or deregulations affect professional behaviours.  I am also interested in the diversity of perspectives involved in the decision making processes of practitioners."
    ],
    "appointments": [
        "Senior Lecturer: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD: Lincoln University, Lincoln, New Zealand",
        "Master of Commerce: University of New South Wales, Australia",
        "Bachelor of Commerce: University of International Business and Economics, China"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Mark Wright",
    "image_url": "https://profiles.canterbury.ac.nz/Mark-Wright/photo",
    "phone_number": "+6433690092 (Work)",
    "office_location": "Meremere 315",
    "email": "mark.wright@canterbury.ac.nz",
    "bio": [
        "Mark's research interests are in criminal law and procedure, with a particular focus on the use of the criminal law in regulatory statutes.  He recently completed his PhD on prosecutions under the Resource Management Act 1991, and has written a monograph based on it entitled \"Responding to Environmental Crimes: Lessons from New Zealand\".\n\nBefore joining the University of Canterbury, Mark worked in a variety of legal roles, including as a corporate litigator, a Crown prosecutor and as a legal and policy advisor at the Law Commission and the Canterbury Earthquake Recovery Authority."
    ],
    "appointments": [
        "Lecturer: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Pan Zheng",
    "image_url": "https://profiles.canterbury.ac.nz/Pan-Zheng/photo",
    "phone_number": "+64336+6433690271 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "I started my academic research in the areas of computer vision, graphics, and visualisation. As there are loads of AI algorithms used in those research areas, eventually my research direction shifted to AI-related areas, e.g., bio-inspired computing methods and applications. \n\nI am also keen to look at topics in the following area\n-\tData analytics, Business intelligence \n-\tWeb technology and application, e-Learning and mobile-Learning\n-\tHuman-computer interaction, virtual reality, and augmented reality"
    ],
    "appointments": [
        "Senior Lecturer Above The Bar: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD: Universiti Sains Malaysia, Malaysia",
        "Master of Science, Computer Science: Universiti Sains Malaysia, George Town, Malaysia",
        "Bachelor of Information Technology (Hons), Information Systems Engineering: Multimedia University, Cyberjaya, Malaysia",
        "Graduate Certificate in Learning and Teaching (Higher Education): Swinburne University of Technology, Melbourne, Australia"
    ],
    "fields_of_research": [
        "Artificial intelligence",
        "Health informatics and information systems"
    ],
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Constantine Zakkaroff",
    "image_url": "https://profiles.canterbury.ac.nz/Constantine-Zakkaroff/photo",
    "phone_number": "+6433693879 (Work)",
    "office_location": "Meremere 516",
    "email": "constantine.zakkaroff@canterbury.ac.nz",
    "bio": [
        "Dr Zakkaroff is a researcher with experience in cardiovascular image analysis, medical image registration and visualisation. He received his BSc and MSc degrees in computer science from the University of Canterbury, New Zealand, and his PhD from the University of Leeds, United Kingdom. His current research interests are large scale physiological simulation, and high performance computing. Dr Zakkaroff is developing the Coupled Arterial Cells project. At its core, this project has a massively parallel, multi-scale framework for modelling paracrine signalling. The project focuses on the investigation of the relationship between micro-scale cellular dynamics and the resulting emergent macro-scale behaviour as it is exemplified by the growth of atherosclerotic plaques. This approach to the exploration of large-scale emergent behaviour is capable of providing invaluable insights into the onset of coronary heart disease. In silico simulations enable the rapid exploration and pruning of the parameter search space for the refinement and integration of micro-level models into biologically realistic macro-scale models. The in silico simulation provide the opportunity to perform physiological experiments which are impossible in the in vivo or in vitro settings."
    ],
    "appointments": [
        "Senior Lecturer: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Russell Wordsworth",
    "image_url": "https://profiles.canterbury.ac.nz/Russell-Wordsworth/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "I completed my PhD in Management at the University of Canterbury. My PhD thesis examined employee turnover decision making in a post-crisis context. My core research interests center on  employee turnover and retention, both from the perspective of identifying the factors that drive turnover and on understanding the decision processes involved in leaving and staying. Other areas of research interest include ethics in human resource management; employee recruitment and selection; and careers related research. At present I am particularly interested in understanding the processes involved in career transitions from self-employment to organisational employment. I am also coordinating an international study examining the role of the human resource function in promoting ethical behaviour in organisations in South Africa, New Zealand and China."
    ],
    "appointments": [
        "Senior Lecturer Above the Bar: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Moritz Wagner",
    "image_url": "https://profiles.canterbury.ac.nz/Moritz-Wagner/photo",
    "phone_number": "+64 336 Ext.90475 (Work)",
    "office_location": "Meremere 401",
    "email": "moritz.wagner@canterbury.ac.nz",
    "bio": [
        "Research interests include mutual funds, investments, SRI, capital markets and empirical finance."
    ],
    "appointments": [
        "Senior Lecturer: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD: University of Auckland, Auckland, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mr",
    "name": "Steven Su",
    "image_url": "N/A",
    "phone_number": "+6433692148 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Post Doctoral Fellow: University of Canterbury, Mechanical Engineering, Faculty of Engineering"
    ],
    "faculty": [
        "Faculty of Engineering"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "Andrea Menclova",
    "image_url": "https://profiles.canterbury.ac.nz/Andrea-Menclova/photo",
    "phone_number": "+6433693739 (Work)",
    "office_location": "Meremere 427",
    "email": "andrea.menclova@canterbury.ac.nz",
    "bio": [
        "Research interests include health and public economics and applied microeconomics."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "James Mehigan",
    "image_url": "https://profiles.canterbury.ac.nz/James-Mehigan/photo",
    "phone_number": "+6433691270 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "James is broadly interested in how the state and other powerful actors are held accountable for the harms they cause. This includes the struggle for justice for, amongst others, prisoners, victims of police brutality and other marginalised groups.\n\nHe has published books on prison education, joint criminal enterprise and human rights defenders in Israel and Palestine."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "LLB (Hons): Dublin University, Dublin, Ireland",
        "MPhil (Criminological Research): Cambridge University, United Kingdom",
        "PhD: The Open University, United Kingdom",
        "Barrister: Honorable Society of the Middle Temple, England",
        "Barrister: Honorable Society of the Kings' Inns, Ireland",
        "Barrister: Inns of Court of Northern Ireland, Northern Ireland"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Rob Vosslamber",
    "image_url": "https://profiles.canterbury.ac.nz/Rob-Vosslamber/photo",
    "phone_number": "+6433693727 (Work)",
    "office_location": "Meremere 515",
    "email": "rob.vosslamber@canterbury.ac.nz",
    "bio": [
        "My research links my background as an accountant with my interest in the humanities.  In particular, I believe that the past can inform present practice, and provide a guide for future policy.  Since accounting and taxation both affect the allocation of resources in society, the ethical effects of both should be uncovered and debated.  I aim to contribute to this process."
    ],
    "appointments": [
        "Senior Lecturer Above the Bar: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "John Freeman-Moir",
    "image_url": "https://profiles.canterbury.ac.nz/John-Freeman-Moir/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Research interests include democracy and education, and utopian social theory."
    ],
    "appointments": [
        "Emeritus Professor: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Philip Joseph",
    "image_url": "https://profiles.canterbury.ac.nz/Philip-Joseph/photo",
    "phone_number": "+6433693759 (Work)",
    "office_location": "Meremere 317",
    "email": "philip.joseph@canterbury.ac.nz",
    "bio": [
        "Research interest is in Public Law."
    ],
    "appointments": [
        "Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Paul Knott",
    "image_url": "https://profiles.canterbury.ac.nz/Paul-Knott/photo",
    "phone_number": "+6433693709 (Work)",
    "office_location": "Meremere 227",
    "email": "paul.knott@canterbury.ac.nz",
    "bio": [
        "Dr Paul Knott undertakes research, research supervision and publication in strategic management, strategy-as-practice, and innovation management. A central theme of his research is how strategy actors individually and collectively harness concepts, tools and materials as they undertake day-to-day practices aimed at consequential outcomes for their firms or organisations. This activity takes place across different levels and roles, and lends itself to a variety of primarily qualitative research methods. Recent focus areas within this theme have included individual strategists’ navigation of nascent opportunities, strategy development processes across multi-unit firms, and collaboration in networks of small firms. This has entailed study of a number of different business and cultural contexts, including small high-technology ventures in Aotearoa New Zealand and the informal sector in sub-Saharan Africa. An area for future development is to explore the strategic management implications of new contexts that may arise progressively through climate change."
    ],
    "appointments": [
        "Senior Lecturer Above the Bar: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Onur Koska",
    "image_url": "https://profiles.canterbury.ac.nz/Onur-Koska/photo",
    "phone_number": "+6433690842 (Work)",
    "office_location": "Meremere 422",
    "email": "onur.koska@canterbury.ac.nz",
    "bio": [
        "Dr. Koska’s principal research interests are broadly in applied microeconomic theory, with a special focus on international trade, industrial organisation, multinational firm behavior and foreign direct investment. \n\nDr. Koska received his Ph.D. degree in Economics in 2010 from the University of Otago (New Zealand). Dr. Koska joined the UC in March 2019. Before having joined UC, he was an Associate Professor at the Middle East Technical University (METU), Turkey (2015-2019), and Assistant Professor at the University of Tübingen, Germany (2011-2015) and at the University of Würzburg, Germany (2009-2011). \n\nDr. Koska has published independently and with collaborators from Australia, Canada, the USA, Germany and Turkey in various top field and general interest academic journals such as Journal of International Economics, Review of International Economics, Review of World Economics, Journal of Public Economic Theory, and Southern Economic Journal.\n\nDr. Koska is also the co-founder / co-organiser of the PhD Summer Institute in International Trade & Industrial Organisation (an annual PhD Workshop providing PhD students of all years in the two fields, international trade (JEL-Classification F0 to F2) and industrial organisation (JEL-Classification L0 to L5), with a platform for discussing their work with both fellow PhD students and senior scholars), and the co-organiser of the Australasian Trade Workshop (a highly respected international trade-oriented annual conference)."
    ],
    "appointments": [
        "Senior Lecturer Above the Bar: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mrs",
    "name": "Rachael Evans",
    "image_url": "https://profiles.canterbury.ac.nz/Rachael-Harris/photo",
    "phone_number": "+6433691867 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Rachael is a legal scholar with an interest in the rangatiratanga and kāwanatanga spheres, and how they share power. She has whakapapa to Ngāti Tama (Taranaki) and Ngāti Pamoana (Whanganui), and pakeha settler ancestry. Rachael is a māmā of one and is based at UC, where she teaches into Legal System, Te Tiriti, Natural Resources Law and Public Law. She is the Ngāi Tahu Centre representative to the Faculty and also the Co-Director of the LLM by thesis degree."
    ],
    "appointments": [
        "Lecturer: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "LLM (Hons): University of Canterbury, Christchurch, New Zealand",
        "LLB: University of Canterbury, New Zealand",
        "BA: University of Canterbury, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Anna Earl",
    "image_url": "https://profiles.canterbury.ac.nz/Anna-Earl/photo",
    "phone_number": "+6433690289 (Work)",
    "office_location": "Meremere 226",
    "email": "anna.earl@canterbury.ac.nz",
    "bio": [
        "My key research interests include relationships between multinational enterprises and governments, as well as how MNEs from emerging economies deal with institutional complexity and manage change. My recent research projects include development of rural entrepreneurial ecosystems and ethics in research, academia and organizations. In particular, I am interested in ethical leadership and how it shaped global business environment. I am also interested in methodological issues in conducting qualitative research in emerging and developed economies."
    ],
    "appointments": [
        "Senior Lecturer: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD: The University of Auckland Business School, Auckland, New Zealand",
        "Master of International Business (First Class Honours): The University of Auckland Business School, Auckland, New Zealand",
        "Bachelor of Commerce (Majors: Management and International Business): The University of Auckland Business School, Auckland, New Zealand",
        "Bachelor of Applied Hospitality & Tourism Management: Pacific International Hotel Management School, New Plymouth, New Zealand",
        "Postgraduate Certificate in Tertiary Teaching: University of Canterbury, Christchurch, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mr",
    "name": "Gary Dix",
    "image_url": "N/A",
    "phone_number": "+6433690222 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Lecturer – Teaching and Admin: University of Canterbury, Department of Accounting and Information Systems, UC Business School",
        "Teaching Assistant: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mrs",
    "name": "Susmita Das",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Adjunct Appointment: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Kuntal Das",
    "image_url": "https://profiles.canterbury.ac.nz/Kuntal-Das/photo",
    "phone_number": "+6433693819 (Work)",
    "office_location": "Meremere 434",
    "email": "kuntal.das@canterbury.ac.nz",
    "bio": [
        "Research interests include international finance, behavioural finance, development economics and applied econometrics."
    ],
    "appointments": [
        "Associate Head of Department: University of Canterbury, Department of Economics and Finance, UC Business School",
        "Senior Lecturer Above the Bar: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD: University of California, Santa Cruz, United States",
        "MA: Jawaharlal Nehru University, India",
        "BSc (Honours): University of Calcutta, India"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Eric Crampton",
    "image_url": "https://profiles.canterbury.ac.nz/Eric-Crampton/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Research interests include public choice, constitutional political economy, public economics and applied microeconomics."
    ],
    "appointments": [
        "Adjunct Appointment: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Mesbahuddin Chowdhury",
    "image_url": "https://profiles.canterbury.ac.nz/Mesbahuddin-Chowdhury/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "My current research focus is on buyer supplier relationship in supply chain management and resilience. Particularly my research interests are concentrated on the role of buyer supplier relationship, social capital, supply chain resilience,  organizational resilience."
    ],
    "appointments": [
        "Senior Lecturer Above the Bar: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "Ning Chen",
    "image_url": "https://profiles.canterbury.ac.nz/Chris-Chen/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Dr Ning (Chris) Chen's primary areas of interest include identity and attachment theory in different context including place, branding, and sports, and the motivations and impact of word-of-mouth behaviours especially in social media. His research keywords include: place attachment, brand attachment, fandom, word-of-mouth(mouse), and personal connection."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD: University of New South Wales, Sydney, Australia",
        "Master of Science: Tsinghua University, Beijing, China",
        "Bachelor of Science: Tsinghua University, Beijing, China"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students",
        "Currently has capacity to supervise"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Lynne Taylor",
    "image_url": "https://profiles.canterbury.ac.nz/Lynne-Taylor/photo",
    "phone_number": "+6433693788 (Work)",
    "office_location": "Meremere 304",
    "email": "lynne.taylor@canterbury.ac.nz",
    "bio": [
        "Lynne Taylor is a Professor in the School of Law. Lynne researches and teaches in the areas of corporate, commercial and insolvency law and has published extensively in these areas in New Zealand and overseas. She is the principal author of \"The Law of Insolvency in New Zealand\" and the co-editor of \"Corporate Law in New Zealand\".\n\nLynne co-leads a national longitudinal project that is collecting and reporting the experiences of a cohort of law students, including their teaching and learning experiences whilst at University, their work experiences following University, their self-assessment of work-related skills and attributes, and their well-being."
    ],
    "appointments": [
        "Associate Dean Academic: University of Canterbury, Faculty of Law",
        "Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mr",
    "name": "Chris Vas",
    "image_url": "https://profiles.canterbury.ac.nz/Chris-Vas/photo",
    "phone_number": "+6433690712 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Christopher Vas is Associate Professor and MBA Director. Prior to joining UC, Dr Vas was Deputy Dean and Director of Murdoch University’s first offshore R&D centre – Singapore Centre for Research in Innovation, Productivity and Technology (SCRIPT). The Centre was formed on the back of the Second Murdoch Commission on Food Security, Trade and Partnerships, in which  Dr Vas was Executive Director and Commissioner; and, a $0.5m productivity and innovation benchmarking research study funded by SPRING Singapore in which he was one of the Chief Investigators. \n\nBetween 2016 and 2018, Dr Vas was Chief Investigator of the Smart Urban Farm Factories study funded by the Peel Development Commission. In 2017, Dr Vas co-founded Futuresafe Technologies in Singapore.\n\nDuring his tenure at ANU as Program Director, he co-chaired the Trans-Pacific dialogue ‘Creating a Productive Future: Social and Economic Challenges, Policy and Governance’ jointly hosted by the Crawford School of Public Policy (ANU) and Harvard Kennedy School (Harvard University). He also served in the Australian Government across agencies including Departments of Industry and Innovation, Education, Employment and the Australian Federal Police.\n\nDr Vas was also Engagement Director at the globally renowned Indian School of Business (ISB) where he designed programs for Oil & Natural Gas Corporation (ONGC), Maersk Ltd (Denmark), Indian Ministry of Home Affairs, Coca Cola, Vodafone and others.\n\nHe has published in leading journals such as R&D Management, Journal of Comparative Policy Analysis: Research and Practice and co-authored a book on SME innovation.\n\nDr Vas holds a PhD in Public Policy from the ANU. He has completed an Executive Certificate in Strategy and Innovation from MIT Sloan School of Management."
    ],
    "appointments": [
        "Adjunct Appointment: University of Canterbury, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Stephen Todd",
    "image_url": "https://profiles.canterbury.ac.nz/Stephen-Todd/photo",
    "phone_number": "+6433693863 (Work)",
    "office_location": "Meremere 318",
    "email": "stephen.todd@canterbury.ac.nz",
    "bio": [
        "Research specialises in the law of torts, and has a particular interest in the ambit of the law of negligence. An associated interest is New Zealand’s accident compensation scheme and its relationship with the common law. Another research interest is the field of contract."
    ],
    "appointments": [
        "Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "LLB: University of Sheffield, England",
        "LLM: University of Sheffield, England",
        "LLD: University of Canterbury, Christchurch, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Elizabeth Toomey",
    "image_url": "https://profiles.canterbury.ac.nz/Elizabeth-Toomey/photo",
    "phone_number": "+6433693957 (Work)",
    "office_location": "Meremere 307",
    "email": "elizabeth.toomey@canterbury.ac.nz",
    "bio": [
        "Research interests include all issues of real property and the Torrens system and Law and Sport, especially comparative analysis with other jurisdictions."
    ],
    "appointments": [
        "Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Miss",
    "name": "Esther Sushames",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "ENG ME! Mentor: University of Canterbury, Faculty of Engineering"
    ],
    "faculty": [
        "Faculty of Engineering"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Ekant Veer",
    "image_url": "https://profiles.canterbury.ac.nz/Ekant-Veer/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Ekant Veer is a Professor of Marketing in the Department of Management, Marketing and Entrepreneurship at the University of Canterbury, Christchurch. He is a multi-award winning teacher and researcher having been named in the Top 40 under 40 Business School Professors worldwide; an Ako Aotearoa Tertiary Teaching Excellence Award winner; UC’s Teaching Medal awardee in 2017 and six times winner of a UCSA lecturer/staff of the year award. His work looks at the role that marketing can play in both driving social change and community wellbeing as well as what impact digital technology plays in consumer interactions and their sense of identity. His research has been published in numerous international journals, such as the Journal of Marketing Management, The European Journal of Marketing, and The Journal of Public Policy and Marketing. Ekant was also the Associate Dean of Postgraduate Research from 2019-2023 supporting the learning journey of UC's research ākonga and supervisors, as well as the founding Kaihautu | Director of Te Pae Rakahau | Canterbury Knowledge Commons from 2020-2022, which sought to bolster relationships between the university and our wider regional partners."
    ],
    "appointments": [
        "Professor: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD: University of Auckland, Auckland, New Zealand",
        "BMS (Hons) with First Class Honours: University of Waikato, Hamilton, New Zealand"
    ],
    "fields_of_research": [
        "Consumer behaviour",
        "Marketing",
        "Social marketing",
        "Health promotion",
        "Marketing technology",
        "Marketing research methodology"
    ],
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students",
        "Currently has capacity to supervise"
    ],
    "sustainable_development_goals": [
        "10 Reduced Inequalities",
        "3 Good Health and Well Being",
        "4 Quality Education",
        "8 Decent Work and Economic Growth",
        "17 Partnerships for the Goals"
    ]
},
{
    "title": "Professor",
    "name": "Philip Vermeulen",
    "image_url": "https://profiles.canterbury.ac.nz/Philip-Vermeulen/photo",
    "phone_number": "+6433692628 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Professor: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Nelly Todorova",
    "image_url": "https://profiles.canterbury.ac.nz/Nelly-Todorova/photo",
    "phone_number": "+64336+6433693775 (Work)",
    "office_location": "Meremere 408",
    "email": "nelly.todorova@canterbury.ac.nz",
    "bio": [
        "All my research interests relate to how information systems and technology make a difference to business and society. Specific current areas include IT value creation, organisational processes and technologies to support collaborative work, internet technologies."
    ],
    "appointments": [
        "Senior Lecturer Above the Bar: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD: University of Canterbury, Christchurch, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Jalal Mohammed",
    "image_url": "https://profiles.canterbury.ac.nz/Jalal-Mohammed/photo",
    "phone_number": "+6433692377 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Dr Jalal Mohammed is an award-winning academic, consultant and health management specialist with over 17 years of experience in the education and health sectors. Jalal centres his practice around the learner. His particular interest in creating engaging technology-enhanced learning environments has won teaching excellence awards and international recognition through his role in advising the UNDP Pacific Office on e-Learning.\n\n \n\nJalal is a Senior Lecturer (Above the Bar) at the University of Canterbury. Previously, he was Head of the Department of Public Health at the Auckland University of Technology. He is also an Adjunct Professor with the University of Fiji. He is also an Executive Member of the Aotearoa Fiji Research Collective and founder of the Pacific Online Learning and Teaching Network, a community of practitioners across the Pacific committed to developing online learning and teaching in the region. He has also served on the National Council of the Public Health Association of New Zealand.\n\n \n\nJalal holds a doctoral degree in public health focusing on health systems and several Master’s degrees in Public Health, Education and Business Administration. Dr Mohammed is also a Fellow and Certified Health Executive of the Australasian College of Health Services Management and an Associate Fellow of the Higher Education Research and Development Society Australasia. He lives in Christchurch, New Zealand."
    ],
    "appointments": [
        "Senior Lecturer Above the Bar: University of Canterbury, School of Health Sciences, Faculty of Health"
    ],
    "faculty": [
        "Faculty of Health"
    ],
    "degrees": [
        "Doctor of Philosophy in Population Health: University of Auckland, Auckland, New Zealand",
        "Master of Public Health: Fiji School of Medicine, Fiji",
        "Master of Business Administration: Central Queensland University, Australia",
        "Master of Education: The University of the South Pacific, Fiji"
    ],
    "fields_of_research": [
        "Health management",
        "Health services and systems",
        "Digital health",
        "Health care administration",
        "Health and community services",
        "Health systems",
        "Public health",
        "Social determinants of health",
        "Health policy",
        "Pacific Peoples health and wellbeing"
    ],
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": [
        "3 Good Health and Well Being",
        "10 Reduced Inequalities",
        "4 Quality Education",
        "13 Climate Action",
        "11 Sustainable Cities and Communities"
    ]
},
{
    "title": "Associate Professor",
    "name": "David Stiles",
    "image_url": "https://profiles.canterbury.ac.nz/David-Stiles/photo",
    "phone_number": "+6433694155 (Work)",
    "office_location": "Meremere 222",
    "email": "david.stiles@canterbury.ac.nz",
    "bio": [
        "Private and public sector strategic management; international strategy implementation in UK, Russia, Africa and China; Strategy making and implementation in higher education; Organisational image and identity, including the development and application of new methodologies in metaphor, discursive analysis and pictorial representation; Joint ventures and foreign direct investment in China; Strategy Practice and Process in UK companies."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mr",
    "name": "Johnpaul Smith",
    "image_url": "N/A",
    "phone_number": "+6433691730 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Lecturer - Teaching and Admin: University of Canterbury, Management, Marketing and Tourism, UC Business School",
        "Marker: University of Canterbury, Management, Marketing and Tourism, UC Business School",
        "Research Assistant: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Sussie Morrish",
    "image_url": "https://profiles.canterbury.ac.nz/Sussie-Morrish/photo",
    "phone_number": "+6433693794 (Work)",
    "office_location": "Meremere 230",
    "email": "sussie.morrish@canterbury.ac.nz",
    "bio": [
        "Sussie C. Morrish is Professor of Marketing at the University of Canterbury Business School. She teaches undergraduate to post-graduate strategic marketing, international marketing and entrepreneurship. She gained her PhD from the University of Canterbury in 2008 while simultaneously teaching at the University of Auckland Business School. Her main research interests revolve around the marketing and entrepreneurship disciplines including various strategic approaches to SME growth, entrepreneurial decision-making, internationalization, sustainability and the wine industry. Her more recent research explores the effects of disasters on entrepreneurial business and ecosystems, food security, and luxury consumption. She has published in top international journals including the Journal of Business Research, Journal of Business & Industrial Marketing, Journal of Macromarketing, Journal of Strategic Marketing, International Journal of Disaster & Risk Management, Journal of Marketing Education, International Business Review and Journal of Air Transport Management. Sussie serves on various editorial boards and is Associate Editor for the Journal of Macromarketing, Journal of Strategic Marketing and Journal of Research in Marketing and Entrepreneurship. She sits on the Advisory Board of the Global Research Conference on Marketing and Entrepreneurship (GRCME)."
    ],
    "appointments": [
        "Professor: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD, Management: University of Canterbury, Management, Ilam Road, Christchurch, Canterbury, 8140, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Distinguished Professor",
    "name": "Mike Steel",
    "image_url": "https://profiles.canterbury.ac.nz/Mike-Steel/photo",
    "phone_number": "+6433692153 (Work)",
    "office_location": "Jack Erskine 623",
    "email": "mike.steel@canterbury.ac.nz",
    "bio": [
        "Research interests are applications of discrete mathematics (combinatorics, graph theory) and probability theory to contemporary problems in biology."
    ],
    "appointments": [
        "Distinguished Professor: University of Canterbury, Mathematics and Statistics, Faculty of Engineering"
    ],
    "faculty": [
        "Faculty of Engineering"
    ],
    "degrees": [
        "PhD: Massey University, New Zealand"
    ],
    "fields_of_research": [
        "Applied mathematics",
        "Combinatorics and discrete mathematics (excl. physical combinatorics)",
        "Evolutionary biology",
        "Probability theory"
    ],
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Miss",
    "name": "Rachael Mortiaux",
    "image_url": "N/A",
    "phone_number": "+6433690340 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Research Associate: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "LLB: University of Canterbury, Christchurch, New Zealand",
        "BA (Media and Communications): University of Canterbury, Christchurch, New Zealand",
        "LLM: University of Canterbury, Christchurch, New Zealand"
    ],
    "fields_of_research": [
        "Environmental and resources law",
        "Ocean law and governance",
        "Environment policy",
        "Climate change impacts and adaptation",
        "Climate change law"
    ],
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Andrew Simpson",
    "image_url": "https://profiles.canterbury.ac.nz/Andrew-Simpson/photo",
    "phone_number": "+6433691684 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Competition law and economic regulation, particularly as they apply to small and developing economies."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "Ph.D.: University of Sydney, Sydney, Australia",
        "LL.M.: University of Sydney, Sydney, Australia",
        "LL.M.: University of Canterbury, Christchurch, New Zealand",
        "LL.B.(Hons.): University of Canterbury, Christchurch, New Zealand",
        "B.A.: University of Canterbury, Christchurch, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "N/A",
    "name": "Felipe Sousa",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": "N/A",
    "faculty": "N/A",
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "N/A",
    "name": "Matthew Scobie",
    "image_url": "https://profiles.canterbury.ac.nz/Matthew-Scobie/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "My research interests are broadly around exploring ways to hold organisations, businesses and governments accountable for their social, environmental, cultural and economic impacts. This is geared towards imagining and creating positive and just futures. This includes a specific focus on Indigenous development and decolonisation, and social environmental accounting/accountability. My doctoral research, for example, explored relationships of accountability within Ngāi Tahu (my iwi) and Indigenous communities through decolonising methodologies.\n\nCurrently I am pursuing research projects related to Indigenous development in Aotearoa New Zealand and the Pacific, community economies in a regenerating Christchurch, democratic accountability in Aotearoa New Zealand and the role of accounting techniques and accountability relations in the dispossession of Indigenous lands, bodies and self-determining authority."
    ],
    "appointments": [
        "Senior Lecturer Above The Bar: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD: University of Sheffield, United Kingdom",
        "Master of Commerce: University of Canterbury, New Zealand",
        "Bachelor of Commerce: University of Canterbury, New Zealand",
        "Bachelor of Arts: University of Canterbury, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mr",
    "name": "Sam Preston",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Tutor/Teaching Assistant: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Christian Riffel",
    "image_url": "https://profiles.canterbury.ac.nz/Christian-Riffel/photo",
    "phone_number": "+6433693473 (Work)",
    "office_location": "Meremere 319",
    "email": "christian.riffel@canterbury.ac.nz",
    "bio": [
        "Chris is editor of the WTO TRIPS Commentary (Brill) and Associate Editor of the New Zealand Yearbook of International Law. He did his PhD under the supervision of Prof Thomas Cottier and authored 'Protection Against Unfair Competition in the WTO TRIPS Agreement' (Brill 2016). He is a contributor to the Max Planck Encyclopedia of Public International Law and has published in leading international law journals, such as EJIL, ICLQ, German Law Journal, JIEL, European Law Review, Legal Issues of Economic Integration, and the Max Planck Yearbook of United Nations Law. In addition, Chris is on the indicative list of suitable arbitrators for EU trade agreements and was WTI Advisor to the EU in the negotiations for a trade agreement with New Zealand. He is the Regional Advisor for the Encyclopedia of Comparative Constitutional Law and Co-Chair of the International Economic Law Interest Group of the Australian and New Zealand Society of International Law. Chris was also a member of the ILA Committee on Rule of Law and International Investment Law until its conclusion in 2024. \n\nBefore joining UC, he was a postgraduate worker at the University of Edinburgh. Chris studied law at the University of Heidelberg, where he minored in environmental studies, Anglo-American and French law, and attended the summer course in public international law at The Hague Academy of International Law. He did his master’s degree at the Europa-Institut of Saarland University. His master’s thesis won the Hans-Werner Osthoff prize for excellent academic writing. Chris worked as a legal clerk for Baker McKenzie in Caracas, Venezuela, as well as in the German Embassy in Santiago de Chile. He is fluent in English, German, and Spanish. \n\nChris serves as the Honorary Consul of Germany in the South Island."
    ],
    "appointments": [
        "Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "PhD: University of Bern, Bern, Bern, Switzerland",
        "Postgraduate Certificate in Tertiary Teaching: University of Canterbury, Christchurch, Christchurch, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mr",
    "name": "Sulaiman Sarwary",
    "image_url": "N/A",
    "phone_number": "+6433691210 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Lecturer – Teaching and Admin: University of Canterbury, Department of Accounting and Information Systems, UC Business School",
        "Research Associate: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Adrian Sawyer",
    "image_url": "https://profiles.canterbury.ac.nz/Adrian-Sawyer/photo",
    "phone_number": "+6433693815 (Work)",
    "office_location": "Meremere 502",
    "email": "adrian.sawyer@canterbury.ac.nz",
    "bio": [
        "My research interests include the tax compliance literature (including behavioural issues, compliance costs, role of tax professionals, complexity, ethics, etc), tax administration issues (including binding rulings and taxpayers rights), developing an international tax organisation, international tax issues (including Base Errosion and Profit Shifting), tax policy development in New Zealand and globally, the readability and understandability of tax legislation, the role of taxation in e-commerce, environmental taxes and individual insolvency (including alternatives to bankruptcy and stigma issues)."
    ],
    "appointments": [
        "Professor: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "SJD: University of Virginia, Charlottesville, Charlottesville, United States",
        "MCom: University of Canterbury, New Zealand",
        "BCom: University of Canterbury, New Zealand",
        "LLB: University of Canterbury, New Zealand"
    ],
    "fields_of_research": [
        "Taxation accounting",
        "Taxation law",
        "Policy and administration"
    ],
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": [
        "16 Peace, Justice and Strong Institutions"
    ]
},
{
    "title": "Professor",
    "name": "Karen Scott",
    "image_url": "https://profiles.canterbury.ac.nz/Karen-Scott/photo",
    "phone_number": "+6433693766 (Work)",
    "office_location": "Meremere 305",
    "email": "karen.scott@canterbury.ac.nz",
    "bio": [
        "Karen Scott researches in the areas of the law of the sea, international environmental law and Polar Law.  Much of her research focuses on climate change and its intersection with and impact on these areas of law.  Karen also researches in the area of international environmental governance, in particular the evolution of treaty law and its application to environmental regime complexes.  Karen has a particular interest in international law for the Anthropocene.\n \nKaren is Editor in Chief of Ocean Development and International Law and is on the editorial board of the Australian Yearbook of International Law.  She is an Associate Editor for the Brill Research Perspectives on the Law of the Sea, a Review editor for Marine Affairs and Policy, Frontiers in Marine Science and a member of the Editorial Boards of Maritime Safety and Security Law Journal, the New Zealand Yearbook of International Law and the Journal of Water Law.\n\nKaren was the President of the Australian and New Zealand Society of International Law (ANZSIL) between 2019 and 2023.\n\nKaren has edited five research monographs including the Research Handbook on Polar Law (with David L VanderZwaag) (Edward Elgar 2020) and the Oxford Handbook on the Law of the Sea (with Donald R Rothwell, Alex Oude Elferink and Tim Stephens (Oxford University Press, 2015).  She has published over 100 journal articles and book chapters in her research areas."
    ],
    "appointments": [
        "Associate Dean Research: University of Canterbury, Faculty of Law",
        "Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Hataya Sibunruang",
    "image_url": "https://profiles.canterbury.ac.nz/Hataya-Sibunruang/photo",
    "phone_number": "+6433690300 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Hataya is a Senior Lecturer in HRM at the University of Canterbury, New Zealand. She received her PhD in Management (Organisational Behaviour) from the Australian National University. Prior to joining Canterbury, she had served academic positions at the University of Waikato (New Zealand), the University of Queensland (Australia), and the University of Sussex (England).\n\nHer research interests cover four major areas: (1) employee voice; (2) political skill; (3) work passion; and (4) career advancement. She is a research active faculty with publications in international outlets, such as Journal of Vocational Behavior (ABDC ranking: A*), Journal of Career Assessment (ABDC ranking: A), Personnel Review (ABDC ranking: A), Personality and Individual Differences (ABDC ranking: A), and Handbook of Organizational Politics (2nd Edition).\n\nHataya is highly passionate in teaching subjects within the areas of human resource management, organisational behaviour, and career planning & development. During her appointment at Waikato, she received a High Commended Certificate for Excellence in Teaching and Practice (2023). During her time at Sussex, she also won two university-level awards for Innovative or Outstanding Undergraduate Teaching (2015 and 2016).\n\nAs an academic who is highly engaged with both the industry and teaching, she is a member of two professional associations based in the UK, notably Chartered Institute of Personnel and Development (CIPD) and Higher Education Academy (HEA)."
    ],
    "appointments": [
        "Senior Lecturer: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD in Management (Organisational Behaviour): Australian National University, Canberra, Australia",
        "Bachelor of Commerce (1st Class Honours): Australian National University, Canberra, Australia"
    ],
    "fields_of_research": [
        "Organisational behaviour"
    ],
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Simone Schwoerer",
    "image_url": "N/A",
    "phone_number": "+6433690197 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Lecturer - Teaching and Admin: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Hashika Rathnasiri",
    "image_url": "https://profiles.canterbury.ac.nz/Hashika-Rathnasiri/photo",
    "phone_number": "+6433691274 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Hashika Rathnasiri is a Lecturer in Accounting at the University of Canterbury. She completed her PhD at Lincoln University, New Zealand.\nHashika is a member of Certified Practicing Accountant (CPA) in Australia."
    ],
    "appointments": [
        "Lecturer - Teaching and Admin: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD, Accounting: Lincoln University, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Nadeera Ranabahu",
    "image_url": "https://profiles.canterbury.ac.nz/Nadeera-Ranabahu/photo",
    "phone_number": "+6433690246 (Work)",
    "office_location": "Meremere 342",
    "email": "nadeera.ranabahu@canterbury.ac.nz",
    "bio": [
        "My research agenda and publications focus on inclusive entrepreneurship. I study how different minority groups such as refugees, immigrants, low-income people, and women start and develop ventures, navigate exclusion from mainstream systems, and contribute to society. These minority entrepreneurs are also known as “underdog entrepreneurs”, “missing entrepreneurs” or “non-traditional entrepreneurs”. I also study social/sustainable entrepreneurship and social innovations in communities and the intersection between microfinance and sustainability. All my research work is focused on achieving the impact goal of reducing inequalities and promoting social and economic inclusion."
    ],
    "appointments": [
        "Senior Lecturer: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD: University of Wollongong, Australia"
    ],
    "fields_of_research": [
        "Entrepreneurship",
        "Labour, migration and development",
        "Small business organisation and management",
        "Innovation management"
    ],
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": [
        "10 Reduced Inequalities",
        "1 No Poverty",
        "8 Decent Work and Economic Growth",
        "5 Gender Equality"
    ]
},
{
    "title": "Professor",
    "name": "Bob Reed",
    "image_url": "https://profiles.canterbury.ac.nz/Bob-Reed/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Professor Reed received his PhD from Northwestern University (USA) in 1984 under the supervision of Dale Mortensen (Nobel Prize Economics, 2010). He has taught at Texas A&M University and the University of Oklahoma in the US before coming to the University of Canterbury in 2006. He is the Editor of the Journal of Comments and Replications in Economics, and founder and organizer of the website The Replication Network."
    ],
    "appointments": [
        "Professor: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Lucie Ozanne",
    "image_url": "https://profiles.canterbury.ac.nz/Lucie-Ozanne/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Research interests include social marketing and corporate social responsibility."
    ],
    "appointments": [
        "Professor: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mr",
    "name": "Frank Owen",
    "image_url": "https://profiles.canterbury.ac.nz/Frank-Owen/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Adjunct Appointment: University of Canterbury, UC Business School Office, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mr",
    "name": "Veil Pacanza",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "LawME Mentor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mr",
    "name": "Reece Pomeroy",
    "image_url": "N/A",
    "phone_number": "+6433690150 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Lecturer - Teaching and Admin: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Girish Prayag",
    "image_url": "https://profiles.canterbury.ac.nz/Girish-Prayag/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "My research focuses on the production and consumption of service experiences with a particular focus on the tourism, hospitality and event industries. I work on projects that are generally at the nexus of resilience and marketing or tourism with a particular emphasis on impacts of disasters on individuals, organizations and communities."
    ],
    "appointments": [
        "Professor: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students",
        "Currently has capacity to supervise"
    ],
    "sustainable_development_goals": [
        "11 Sustainable Cities and Communities",
        "12 Responsible Consumption and Production",
        "3 Good Health and Well Being"
    ]
},
{
    "title": "Doctor",
    "name": "Ellie Norris",
    "image_url": "https://profiles.canterbury.ac.nz/Ellie-Norris/photo",
    "phone_number": "+6433693846 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "I am a passionate accounting educator and researcher, with more than 13 years' professional experience in finance roles in the corporate and not-for-profit sectors. My PhD thesis was awarded the 'Best PhD Award' by the Accounting and Finance Association of Australia and New Zealand. I also hold degrees in Economics and International Relations from Stanford University and the University of Oxford."
    ],
    "appointments": [
        "Lecturer: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD: Faculty of Arts and Society, Charles Darwin University, Darwin, Australia",
        "MA (International Policy Studies): Stanford University, Stanford, United States",
        "BA (Hons) - Philosophy, Politics and Economics: University of Oxford, Oxford, United Kingdom"
    ],
    "fields_of_research": [
        "Accounting, auditing and accountability",
        "Not-for-profit accounting and accountability",
        "Aboriginal and Torres Strait Islander research methods",
        "Aboriginal and Torres Strait Islander not-for-profit social enterprises",
        "Corporate governance"
    ],
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": [
        "12 Responsible Consumption and Production",
        "16 Peace, Justice and Strong Institutions",
        "8 Decent Work and Economic Growth",
        "11 Sustainable Cities and Communities"
    ]
},
{
    "title": "Ms",
    "name": "Marianne Oru Oru",
    "image_url": "N/A",
    "phone_number": "+6433690392 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Post Doctoral Fellow Account: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Chat Nguyen",
    "image_url": "https://profiles.canterbury.ac.nz/Chat-Nguyen/photo",
    "phone_number": "+6433690508 (Work)",
    "office_location": "Meremere 421",
    "email": "chat.nguyen@canterbury.ac.nz",
    "bio": [
        "I taught at the University of the South Pacific prior to joining the University of Canterbury. I have worked with the United Nations Office on Drugs and Crime (UNODC), the Jean Monnet Actions, and Transparency International in a number of teaching initiatives and research projects on Anti-Money Laundering/Terrorist Financing, Corruption, Transnational Organised Crime, and Cybercrime in the Asia-Pacific region."
    ],
    "appointments": [
        "Senior Lecturer: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "PhD: University of Canterbury, Christchurch, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Sascha Mueller",
    "image_url": "https://profiles.canterbury.ac.nz/Sascha-Mueller/photo",
    "phone_number": "+6433693763 (Work)",
    "office_location": "Meremere 306",
    "email": "sascha.mueller@canterbury.ac.nz",
    "bio": [
        "My main research interest is in disaster law, specifically the securitisation and riskification of disasters and how this affects public perception and justifies public policy.\n\nI have recently completed a large research project on the use of economic risk rhetoric to justify the securitisation of false threats, i.e. to create the public perception of an impending existential economic catastrophe to justify exceptional government action, even if the risk of such catastrophe is exaggerated or non-existent.\n\nMy current research project investigates how securitisation and riskification can be helpful tools in preparing or responding to large scale disasters, such as pandemics or climate changeg. I am also interested in the degree to which public discourse influences the focus of biosecurity policy, and how the popular perception of biosecurity issues aligns with the reality of biosecurity policy.\n\nFinally, I am interested in legal education, specifically in how the increased use of online teaching and learning affects student success."
    ],
    "appointments": [
        "Senior Lecturer: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "PhD (Law): University of Canterbury, Christchurch, New Zealand",
        "LLM (International Law & Politics): University of Canterbury, Christchurch, New Zealand",
        "First Legal State Exam: Upper Regional Court, Cologne, Germany"
    ],
    "fields_of_research": [
        "Comparative law",
        "Disaster and emergency management",
        "Constitutional law",
        "Legal education",
        "Commercial law"
    ],
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mr",
    "name": "Finn Nguyen",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Marker: University of Canterbury, Management, Marketing and Tourism, UC Business School",
        "Teaching Assistant: University of Canterbury, Management, Marketing and Tourism, UC Business School",
        "Tutor/Teaching Assistant: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "Laura Meriluoto",
    "image_url": "https://profiles.canterbury.ac.nz/Laura-Meriluoto/photo",
    "phone_number": "+6433693792 (Work)",
    "office_location": "Meremere 427A",
    "email": "laura.meriluoto@canterbury.ac.nz",
    "bio": [
        "Industrial organisation, economics of competition policy, wine economics and international trade."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Department of Economics and Finance, UC Business School",
        "Head of Department: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD: Simon Fraser University, Burnaby, B.C., Canada",
        "M.Sc. (Economics): Aalto University, Helsinki, Finland"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Annette Mills",
    "image_url": "https://profiles.canterbury.ac.nz/Annette-Mills/photo",
    "phone_number": "+6433693831 (Work)",
    "office_location": "Meremere 513",
    "email": "annette.mills@canterbury.ac.nz",
    "bio": [
        "My research focuses on the use and impacts of IT on people. My work emphasizes two aspects of IT impacts and people. The first concerns  privacy of people's information and the second concerns behavioral and social aspects of IT use. My work has applications in business (e.g. Intelligent Applications, Digital Humans), health IT, and emergency management. I have also collaborated on projects in knowledge management, IT use in SMEs, and deception detection. \n\nI am particularly excited about research on the potentials, challenges, and impacts of new and emerging technologies on people and society - technologies include AI-enabled applications and biometrics. My work seeks insights into how individuals use IT (e.g. creative/innovative use, adapting to new technologies), and are impacted by IT (both positive and negative). \n\nWith over 3800 citations (h-index 21, i-index 31) and 80+ refereed articles my research has appeared in peer‐reviewed proceedings, edited books and journals including MIS Quarterly, Information and Management, Communications of the AIS, Journal of Knowledge Management, Business Process Management Journal, Information Systems Frontiers, and Journal of Travel & Tourism Marketing. \n\nI currently serve as Senior Editor for DATA BASE and for IT & People, as Section Editor for the Australian Journal of Information Systems, and Associate Editor for the Journal of Global Information Management. \n\nIn 2020, I was a recipient of the AIS Fellow Award which recognizes individuals who have made outstanding contributions to the information systems discipline."
    ],
    "appointments": [
        "Professor: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Ms",
    "name": "Sara Naderi Koupaei",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Tutor/Teaching Assistant: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "Gilbert Nartea",
    "image_url": "https://profiles.canterbury.ac.nz/Gilbert-Nartea/photo",
    "phone_number": "+6433690804 (Work)",
    "office_location": "Meremere 431",
    "email": "gilbert.nartea@canterbury.ac.nz",
    "bio": [
        "My research focuses on empirical asset pricing with special emphasis on stock market anomalies. These are patterns in stock markets such as momentum, volatility effects, and extreme return effects that do not conform with that predicted by the traditional asset pricing models. I also work in the area of microfinance especially in emerging and developing markets."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Cassandra Mudgway",
    "image_url": "https://profiles.canterbury.ac.nz/Cassandra-Mudgway/photo",
    "phone_number": "+6433691842 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Cassandra has teaching and research expertise in the following areas: legal reasoning, criminal law, gender/sexuality and the law, international human rights law, constitutional law, evidence law and international criminal law."
    ],
    "appointments": [
        "Senior Lecturer Above the Bar: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "PhD: University of Canterbury, Christchurch, New Zealand",
        "LLB(Hons): University of Canterbury, Christchurch, New Zealand",
        "BA, History and Classics: University of Canterbury, Christchurch, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Kathy Lund-Dean",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Adjunct Appointment: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Markus Milne",
    "image_url": "https://profiles.canterbury.ac.nz/Markus-Milne/photo",
    "phone_number": "+6433693964 (Work)",
    "office_location": "Meremere 414",
    "email": "markus.milne@canterbury.ac.nz",
    "bio": [
        "Research interests include: the analysis of corporate social & environmental disclosures and triple bottom line reporting; the concept of sustainability and business responses to sustainability; business narratives of nature and the environment and the counter narratives of social movement organisations; organisations and climate change responses; the measurement and assessment of academic accounting research; critiques of journal quality assessments; student-centred learning in accounting education."
    ],
    "appointments": [
        "Professor: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "Andrew Maples",
    "image_url": "https://profiles.canterbury.ac.nz/Andrew-Maples/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Research interests include aspects of the capital-revenue distinction, capital gains taxation and Goods and Services Tax, fringe benefit tax issues and aspects of international taxation."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Annick Masselot",
    "image_url": "https://profiles.canterbury.ac.nz/Annick-Masselot/photo",
    "phone_number": "+6433693814 (Work)",
    "office_location": "Meremere 417",
    "email": "annick.masselot@canterbury.ac.nz",
    "bio": [
        "Annick Masselot's research interests focus upon European Union and comparative law, specifically with regards to gender equality and equal treatment, social and employment law, reconciliation between work and family life, pregnancy and maternity rights. Her expertise on the achievement of gender equality represents a primary reference point and has both shaped the field conceptually as well as impacted directly on policy making, especially in the fields of reconciliation between work and family life, and pregnancy and maternity rights in the context of employment law and social policy. She has also researched and written extensively on the interconnection between gender equality and a wide breadth of law and societal areas, including corporate and financial governance; international trade negotiations; diversity in the sciences; aid and development; disaster risk management; democratisation, intersectional disadvantages and gender mainstreaming."
    ],
    "appointments": [
        "Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "PhD: University of Canterbury, Christchurch, Christchurch, New Zealand",
        "LLM (NUI) by research: University College Dublin, Dublin, Dublin, Ireland",
        "MAGISTERE de Juriste d’Affaires Européen: Université de Nancy II, Nancy, France",
        "MAITRISE mention Droit des Affaires: Université de Nancy II, Nancy, France",
        "LICENCE en Droit: Université de Nancy II, Nancy, France"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Liz Liu",
    "image_url": "N/A",
    "phone_number": "+6433693870 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Research Manager: University of Canterbury, UC Business School Office, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Sanna Malinen",
    "image_url": "https://profiles.canterbury.ac.nz/Sanna-Malinen/photo",
    "phone_number": "+6433693787 (Work)",
    "office_location": "Meremere 337",
    "email": "sanna.malinen@canterbury.ac.nz",
    "bio": [
        "I research in the fields of organisational behaviour and social psychology. Some of my current research projects focus on community and workplace wellbeing, values in environmental management, innovation uptake, disaster management and employee and organisational resilience."
    ],
    "appointments": [
        "Professor: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD (Psychology): University of Canterbury, Christchurch, New Zealand",
        "MSc (Applied Psychology): University of Canterbury, Christchurch, New Zealand",
        "BA (Psychology, Antropology): University of Otago, Dunedin, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": [
        "3 Good Health and Well Being",
        "8 Decent Work and Economic Growth"
    ]
},
{
    "title": "N/A",
    "name": "Kirdan Lees",
    "image_url": "https://profiles.canterbury.ac.nz/Kirdan-Lees/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Adjunct Appointment: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Ian MacDonald",
    "image_url": "N/A",
    "phone_number": "+6433692509 (Work)",
    "office_location": "Matariki L3 Sth",
    "email": "ian.macdonald@canterbury.ac.nz",
    "bio": "N/A",
    "appointments": [
        "Lecturer - Teaching and Admin: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "Don McNickle",
    "image_url": "https://profiles.canterbury.ac.nz/Don-McNickle/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Research interests include simulation theory, parallel simulation, statistical aspects of simulation, queueing theory especially networks of queues, and modelling of internet traffic."
    ],
    "appointments": [
        "Adjunct Appointment: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Elizabeth Macpherson",
    "image_url": "https://profiles.canterbury.ac.nz/Elizabeth-Macpherson/photo",
    "phone_number": "+6433695459 (Work)",
    "office_location": "Meremere 312",
    "email": "elizabeth.macpherson@canterbury.ac.nz",
    "bio": [
        "My research interests are in indigenous and environmental rights to natural resources in comparative contexts. I have a particular interest in indigenous rights to water in Australasia and Latin America."
    ],
    "appointments": [
        "Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "Beverley Lord",
    "image_url": "https://profiles.canterbury.ac.nz/Beverley-Lord/photo",
    "phone_number": "+6433693735 (Work)",
    "office_location": "Meremere 507",
    "email": "beverley.lord@canterbury.ac.nz",
    "bio": [
        "Research interests include new management accounting techniques; management accounting in charities, service organisations and small businesses; accounting history and accounting education."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD: University of Waikato, Hamilton, New Zealand",
        "MCom in Accountancy: University of Canterbury, Christchurch, New Zealand",
        "BA Hons in Te Reo Maori: University of Canterbury, Christchurch, New Zealand",
        "BCom in Accountancy and Operations Research: University of Canterbury, Christchurch, New Zealand",
        "BA in German: University of Canterbury, Christchurch, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Tyron Love",
    "image_url": "https://profiles.canterbury.ac.nz/Tyron-Love/photo",
    "phone_number": "+6433691948 (Work)",
    "office_location": "Meremere 224",
    "email": "tyron.love@canterbury.ac.nz",
    "bio": [
        "Dr Tyron Love is an Associate Professor in the UC Business School at the University of Canterbury. Tyron has Māori (indigenous New Zealand) tribal affiliations to Te Atiawa (Te Whanganui-a-Tara, Wellington), Ngāti Ruanui and Taranaki and has New Zealand Pākehā (non-indigenous) ancestry.\n\nTyron is an associate editor for the journal Culture & Organization, the Journal of Industrial Relations, and Kōtuitui: the New Zealand Journal of Social Sciences Online. Tyron’s research looks at Institutions and Indigenous people's experiences in/of them. He is interested in building international networks and would like to hear from any students or faculty working, or planning to work, in the Indigenous institution/organisation research space."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD in Management: Massey University, New Zealand",
        "MMGT with Distinction in Management: Massey University, NewZealand",
        "PGDipBusAdmin in Management: Massey University, New Zealand",
        "BEd in Teaching: Wellington College of Education, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "N/A",
    "name": "RV Lumapas",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Teaching Assistant: University of Canterbury, Chemical and Process Engineering, Faculty of Engineering",
        "Teaching Assistant: University of Canterbury, Management, Marketing and Tourism, UC Business School",
        "Tutor/Teaching Assistant: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Eldrede Kahiya",
    "image_url": "https://profiles.canterbury.ac.nz/Eldrede-Tinashe-Kahiya/photo",
    "phone_number": "+6433693062 (Work)",
    "office_location": "University of Canterbury, University of Canterbury Business School, 20 Kirkwood Avenue, Ilam, Christchurch, Canterbury, 8042, New Zealand",
    "email": "eldrede.kahiya@canterbury.ac.nz",
    "bio": [
        "I teach, research, and consult on national level export promotion and business level export development. I'm interested in the structural attributes (e.g., entrepreneurial ecosystems, export promotion programmes, free trade agreements, and national export strategies), the strategic postures (e.g., ambidexterity, entrepreneurial orientation, and export orientation), and operational aspects (e.g., export assistance, export financing, and internationalisation pathways) shaping international success. My work speaks to policymakers, captains of industry, and international entrepreneurs.\n\nPrior to embarking on a career in academia, I spent 10 years in industry where I held roles in international logistics and retail management. The experience, which includes stints in the USA and Zimbabwe, has given me a wealth of knowledge on practical aspects of cross border commerce. I also lean on my personal experience as an aspiring entrepreneur. This enables me to bring theory to life with real-world examples."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD - Marketing and International Business: Lincoln University, Lincoln, New Zealand",
        "MBA - Leadership and International Business: Butler University, Indianapolis, United States"
    ],
    "fields_of_research": [
        "International business",
        "Entrepreneurship",
        "Supply chains",
        "Strategy, management and organisational behaviour"
    ],
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": [
        "9 Industry, Innovation and Infrastructure",
        "8 Decent Work and Economic Growth"
    ]
},
{
    "title": "Doctor",
    "name": "Christopher Lockhart",
    "image_url": "N/A",
    "phone_number": "+6433690906 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Post-Doctoral Fellow: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Mona Koushan",
    "image_url": "https://profiles.canterbury.ac.nz/Mona-Koushan/photo",
    "phone_number": "+6433692612 (Work)",
    "office_location": "University of Canterbury, Management, Marketing and Tourism, Kirkwood, Christchurch, 8140, New Zealand",
    "email": "mona.koushan@canterbury.ac.nz",
    "bio": [
        "Mona is a dedicated and accomplished professional with a comprehensive academic background in service supply chain management. Mona Koushan holds a Doctor of Philosophy degree from the University of Otago, New Zealand, with a focus on improving surgical service delivery through comprehensive scheduling and simulation of operating room capacity management policies. Currently, Mona serves as a lecturer and course coordinator at UC Business School, teaching courses in operations and supply chain management, such as project management and Sustainable Business. Before joining UC, she served as a Course Coordinator and Lecturer at Victoria University of Wellington in the School of Management, dedicated to delivering a high-quality curriculum in the field of operations and supply chain management.\n\nBefore moving to New Zealand to pursue her Ph.D., Mona worked as a lecturer at Khayyam University in the Department of Industrial Engineering, following the completion of her Master of Science in Industrial Engineering from the University of Tehran. In this role, she served as a Lecturer and Course Coordinator for courses on Inventory Control and Planning, System Analysis, Management Information Systems, and Human Factor Engineering.\n\nThroughout her career, Mona has showcased her expertise through conference presentations, notably at the Australasian Conference on Information Systems and the International Conference on Computers & Industrial Engineering. Her contributions extend to publications in reputable journals, and she has also reviewed papers for various academic journals and conferences.\n\nBeyond academia, Mona has enriched her professional profile through industry experience, working for more than 10 years as a project and quality management system consultant for both manufacturing and service industries. In this consultancy role, she provided advice and expertise to organizations, aiding them in improving business performance in terms of operations, profitability, management, structure, and strategy. Additionally, Mona served as a project manager for a project-based company, where her main responsibility was to manage the team to deliver projects on time and reduce delays, showcasing strong time management and leadership skills"
    ],
    "appointments": [
        "Lecturer: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD, Supply Chain Management: University of Otago, Dunedin, New Zealand",
        "Master of Science, Industrial Engineering: University of Tehran, Tehran, Iran",
        "Bachelor of Science, Industrial Engineering: University of Sistan & Balouchestan, Zahedan, Iran"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Ms",
    "name": "Nadine Kreitmeyr",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Adjunct Appointment: University of Canterbury, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Ricky Lee",
    "image_url": "https://profiles.canterbury.ac.nz/Ricky-Lee/photo",
    "phone_number": "+6433690313 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Senior Lecturer: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "Doctor of Philosophy (International Law) [Ph.D.]: Murdoch University, Perth, Australia",
        "Master of Laws (International Law) [LL.M.]: Australian National University, Canberra, Australia",
        "Bachelor of Arts (International Studies) (Honours) [B.A.(Int.St.)(Hons.)]: University of Adelaide, Adelaide, Australia",
        "Bachelor of Laws (Honours) [LL.B.(Hons.)]: University of Adelaide, Adelaide, Australia",
        "Graduate Diploma in Chinese Business Law [Grad.Dip.C.B.L.]: The University of Western Australia, Perth, Australia",
        "Graduate Diploma in Legal Practice [G.D.L.P.]: College of Law, Sydney, Australia"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Miss",
    "name": "Sukhleen Kaur",
    "image_url": "N/A",
    "phone_number": "+6433694223 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Tutor/Teaching Assistant: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Joya Kemper",
    "image_url": "https://profiles.canterbury.ac.nz/Joya-Kemper/photo",
    "phone_number": "+6433691898 (Work)",
    "office_location": "Meremere 225",
    "email": "joya.kemper@canterbury.ac.nz",
    "bio": [
        "Passionate about sustainable, ethical and healthy consumption and production with a focus on behaviour, organisational and institutional change. Joya's research centres on four key themes: Sustainable Marketing and Marketing for Good (circular economy, waste reduction, sociopolitical activism), Sustainable and Healthy Eating (such as meat reduction, future foods/alternative proteins), Social Change (behaviour change, social and institutional change) and Education for Sustainable Development. She has published over 50 journal articles in journals such as the Journal of Business Ethics, Journal of Public Policy and Marketing, European Journal of Marketing, Journal of Macromarketing, Journal of Cleaner Production and Appetite. Joya has also received numerous national and international grants including a OECD Fellowship (food waste) located at Wageningen University in the Netherlands (2023) and involvement in a $1.2m Health Research Council (HRC) Project (alcohol warning labels, 2021-2024), and is part of x3 MBIE Endeavour Programmes as an Associated Researcher, this includes a $11.7m project on the circular economy for plastics (2022-2027), $9.7m project on the circular economy for grape marc (2023-2028) and a $8.7m project on adaptable phage solutions for precision biocontrol (2025-2028)."
    ],
    "appointments": [
        "Senior Lecturer Above the Bar: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "Doctor of Philosophy: University of Canterbury, Christchurch, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Ann-Marie Kennedy",
    "image_url": "https://profiles.canterbury.ac.nz/Ann-Marie-Kennedy/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "My research interests include macromarketing, social marketing, ethics and sustainability. I often use retail and especially fast fashion as the context for my research. My most recent research focuses on macro-social marketing, social marketing ethics, and also on authentic sustainability as a business strategy."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Philip Gunby",
    "image_url": "https://profiles.canterbury.ac.nz/Philip-Gunby/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Research interests include the economics of education, applied economics."
    ],
    "appointments": [
        "Senior Lecturer Above The Bar: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mrs",
    "name": "Nikita Mae Harris",
    "image_url": "https://profiles.canterbury.ac.nz/Nikita-Harris/photo",
    "phone_number": "+6433691522 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Senior Tutor: University of Canterbury, School of Product Design, Faculty of Engineering"
    ],
    "faculty": [
        "Faculty of Engineering"
    ],
    "degrees": [
        "Master in Human Interface Technology: University of Canterbury, Christchurch, New Zealand",
        "Master in Information Technology: University of the Cordilleras, Baguio City, Philippines",
        "Bachelor of Science in Information Technology: Saint Louis University, Baguio City, Philippines"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "N/A",
    "name": "Christopher Kirk",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Adjunct Appointment: University of Canterbury, UC Business School Office, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "David Jefferson",
    "image_url": "https://profiles.canterbury.ac.nz/David-Jefferson/photo",
    "phone_number": "+6433690820 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "David’s research examines how the law sets the terms for human interactions with the other-than-human world, including through the governance of biodiversity, biotechnologies, agricultural crops, and food. David’s research sites are in Australasia and Latin America."
    ],
    "appointments": [
        "Senior Lecturer Above the Bar: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "PhD: University of Queensland, Brisbane, Australia",
        "JD: University of California, Davis, Davis, United States"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mr",
    "name": "Alistair Hodson",
    "image_url": "https://profiles.canterbury.ac.nz/Alistair-Hodson/photo",
    "phone_number": "+6433693703 (Work)",
    "office_location": "Meremere 517",
    "email": "alistair.hodson@canterbury.ac.nz",
    "bio": [
        "Research interests include tax administration, compliance, ethics and taxation history."
    ],
    "appointments": [
        "Senior Lecturer: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "Master of Laws (First Class Honours): University of Canterbury, Christchurch, New Zealand",
        "Bachelor of Commerce: University of Canterbury, Christchurch, New Zealand",
        "Bachelor of Commerce (Hons): University of Canterbury, Christchurch, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mr",
    "name": "Sang Hyun Hong",
    "image_url": "https://profiles.canterbury.ac.nz/Sanghyun-Hong/photo",
    "phone_number": "+6433691212 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Lecturer: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "John Hopkins",
    "image_url": "https://profiles.canterbury.ac.nz/John-Hopkins/photo",
    "phone_number": "+6433693737 (Work)",
    "office_location": "Meremere 412",
    "email": "w.j.hopkins@canterbury.ac.nz",
    "bio": [
        "Dr. Hopkins is a comparative public lawyer who specialises in disaster law, multi-level governance, administrative justice and anti-corruption.\n\nHe is current Director of the LEAD Institute for Law Emergencies and Disasters based at UC and Co-Leads Disciplinary Theme 3 (Law, Planning and Economics) of the NZ Centre for Earthquake Resilience | Te Hiranga Rū (QuakeCoRE). He also chairs the International Disaster Emergency and Law Networks (IDEAL) and is the Pacific Editor of the Yearbook of International Disaster Law.\n\nIn addition to the above, Dr. Hopkins currently manages projects funded by the Resilience to Nature's Challenges, National Science Challenge under the Pathways to Resilience (Urban) Programme, Toka Tū Ake (The NZ Earthquake Commission), DEVORA (Determining Volcanic Risk in Auckland) and the IFRC (International Federation of Red Cross and Red Crescent Societies) Disaster Law Programme.\n\nIn the field of Anti-Corruption, Dr. Hopkins has focussed on European and Pacific regional approaches and recently completed work (with Dr Chat Nguyen) examining the link between corruption and money laundering in the South Pacific Region, in collaboration with Transparency International New Zealand (TINZ).\n\nHis earlier work on European regional and devolved governance continues to be widely cited and he remains active as an author and recognised expert in this field.\n\nIn addition to the above specialisms, Dr. Hopkins also publishes regularly on issues relating to Constitutional, Administrative and International Law in the context of Aotearoa New Zealand, with an emphasis on administrative justice. He is a member of the ICON-S (the International Society of Public Law) Aus NZ steering group.\n\nAs a result of his international reputation, Dr. Hopkins has held a number of visiting positions including at the University of Georgetown (as the NZ Fulbright scholar), Central European University (Budapest) (as the MUNDUS-MAPP scholar), the University of Primorska, Slovenia (as the KEENZ scholar) and the University of Oxford (Canterbury Scholar) amongst others. In 2013 he was elected to the International Academy of Comparative Law and is the current New Zealand Chair of the Australasian Law Academics Association."
    ],
    "appointments": [
        "Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "PhD: University of Sheffield, Sheffield, United Kingdom",
        "Modern History/Law BA (Hons): University of Strathclyde, Glasgow, United Kingdom"
    ],
    "fields_of_research": [
        "Asian and Pacific law",
        "Public law",
        "Public international law",
        "Disaster and emergency management",
        "European Union law",
        "Comparative law"
    ],
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": [
        "11 Sustainable Cities and Communities",
        "13 Climate Action",
        "16 Peace, Justice and Strong Institutions"
    ]
},
{
    "title": "Doctor",
    "name": "Anushia Inthiran",
    "image_url": "https://profiles.canterbury.ac.nz/Anushia-Inthiran/photo",
    "phone_number": "+6433694636 (Work)",
    "office_location": "Meremere 406",
    "email": "anushia.inthiran@canterbury.ac.nz",
    "bio": [
        "Anushia Inthiran served as a Senior IT Security Analyst for 6 years with Standard Chartered Bank prior to embarking in a career in academia.  In 2004, she  joined APIIT as a Lecturer and Program Leader for the Staffordshire University Computing Degree Programmes. Thereafter she pursued her academic career with Monash University in 2012 as a Lecturer and Course Director of the Master of Business Information Systems postgraduate degree program. She joined the University of Canterbury in 2017. She is a fellow of the Advance HE (FHEA). \n\nIn 2016, she was awarded the Citation for Outstanding Contribution to Student Learning by the Faculty of Information Technology at Monash University.  In 2021, the University of Canterbury Student Association (USCA) awarded her the Student Choice award for Postgraduate Supervisor of the Year. Anushia was awarded the Fundamental Research Grant Scheme  by the Malaysian government as Primary Investigator in 2013. This research grant allowed her and her team to examine the information search behaviour of physicians during the practice of evidence based medicine.  In 2024, the Health Research Council of New Zealand awarded her the health delivery research activation grant as first named investigator. \n\nShe is well published and serves as an editorial board member, track chair and reviewer on a number of highly ranked journals and conferences. Anushia is an alumna of the New Zealand Universities Women in Leadership Programme (NZUWiL). Her PhD students have been awarded the Association of Computer Machinery (ACM) and Association of Computer Machinery Special Interest Group (ACMSIGIR- Women in IT) travel grants on several occasions. Anushia is an adjunct research associate with Monash University. She was also a keynote speaker at the 2019 Science Coding Conference"
    ],
    "appointments": [
        "Senior Lecturer Above the Bar: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD: Monash University, Australia",
        "Master of Science: Staffordshire University, Stoke-on-Trent, United Kingdom",
        "Bachelor of Computing: Monash University, Australia",
        "Graduate Certificate in Higher Education: Monash University, Australia"
    ],
    "fields_of_research": [
        "Information retrieval and web search",
        "Human-computer interaction"
    ],
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": [
        "10 Reduced Inequalities",
        "9 Industry, Innovation and Infrastructure",
        "3 Good Health and Well Being",
        "4 Quality Education"
    ]
},
{
    "title": "Miss",
    "name": "Asta Hinton",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "LawME Mentor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Distinguished Professor",
    "name": "Michael Hall",
    "image_url": "https://profiles.canterbury.ac.nz/Michael-Hall/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Michael is currently Professor Ahurei in Marketing and Tourism in the Department of Management, Marketing and Tourism in the Business School at the University of Canterbury, Christchurch, New Zealand, joining the department at the start of 2007. He is also currently Visiting Professor and Docent in Geography, University of Oulu, Finland; a Visiting Professor in the tourism program, Department of Organisation and Entrepreneurship, School of Business and Economics, Linneaus University, Kalmar, Sweden; Guest Professor in the Department of Service Management and Service Studies at Lund University Helsingborg campus; Visiting Professor, CRiC, Taylors University, Kuala Lumpur, Malaysia; Eminent Professor, College of Hotel & Tourism Management, Kyung Hee University, Seoul, Korea; and a research fellow at the University of Johannesburg, South Africa. Prior positions in Australia, New Zealand and elsewhere include Professor in Tourism at the University of Otago where he was also head of department for six years; Professor of Tourism and Service Management at Victoria University of Wellington; Visiting Professor at Sheffield Hallam University, UK and Centre for Tourism Studies, University of Eastern Finland; and Honorary Professor in the Department of Marketing, Stirling University, Scotland. His doctorate is from the University of Western Australia, from which he also received an honours degree in politics. His masters is from the faculty of environmental studies at the University of Waterloo, Canada, in geography/resource management. He has honorary doctorates from the Universities of Umeå in Sweden (2008), Oulu in Finland (2012) and Lund University, Sweden (2016). He is a member of numerous editorial board and, most notably, is Co-Editor of Current Issues in Tourism and Field Editor of Frontiers in Sustainable Tourism. According to Google Scholar analysis for the category of tourism he is currently the most cited scholar in the subject area and is also highly cited in geography, regional development, sustainability and global environmental change, while the Elsevier science-wide author databases of standardized citation indicators also rank him as the most cited scholar in tourism and in the top 2000 worldwide for all subjects. In 2009 he was named the Elsevier ScienceDirect ‘For Great Thinking’, Arts, Humanities & Social Sciences category winner."
    ],
    "appointments": [
        "Distinguished Professor: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Bob Hamilton",
    "image_url": "https://profiles.canterbury.ac.nz/Bob-Hamilton/photo",
    "phone_number": "+6433690790 (Work)",
    "office_location": "Meremere 344",
    "email": "bob.hamilton@canterbury.ac.nz",
    "bio": [
        "Research interests include small business development, particularly (a) growth paths and (b) innovation, especially in family firms.  I have also worked in areas of industry economics, including the international trading performance of NZ industries. Some work developing on the significance of high-growth firms to employment creation in New Zealand."
    ],
    "appointments": [
        "Emeritus Professor: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD: University of London, London, England",
        "MSc (Economics): University of London, London, England",
        "C.Dip.A.F.: Association of Certified Accountants, London, England",
        "BA (Honours): University of Stirling, Stirling, Scotland"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "Christopher Hann",
    "image_url": "https://profiles.canterbury.ac.nz/Christopher-Hann/photo",
    "phone_number": "+6433694305 (Work)",
    "office_location": "Link Rm 502",
    "email": "chris.hann@canterbury.ac.nz",
    "bio": [
        "Research interests include: 1. Biomedical Systems: Modelling of Glucose-Insulin system, development of macro-physical cardio-vascular system models including ventricular interaction, integral based Inverse Problem Solutions for a Digital Image-Based Elasto Tomography Breast Cancer Screening System, agitation sensing with Image Processing based on patient motion and facial grimacing. 2. Image Processing and Computer Vision: High Speed 3D Motion Sensing for a Digital Image-based Elasto Tomography Breast Cancer Screening System, intensive care patient motion detection and measurement (facial grimacing detection for the development of an agitation sensor), measuring morphological change in the Waimakariri River using a rotating camera system with zoom on a 33m power pylon and on a 12m portable mast. 3.Structural Health Monitoring: Developing real time integral based structural Health Monitoring algorithms, applying integral based methods to detect stiffness changes to the structure of multi-storey buildings during and after an earthquake using only accelerometer data 4. Development of real-time modeling and system identification techniques for implementation during rocket flight, 6DOF rigid body dynamic modeling of rocket response, Minimal modeling of shock waves and turbulence during rocket flight, Vertical wind tunnel testing and control system development, Orbital mechanics calculations and optimization for small payload low earth orbit insertion"
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Electrical and Computer Engineering, Faculty of Engineering"
    ],
    "faculty": [
        "Faculty of Engineering"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mr",
    "name": "William Grant",
    "image_url": "N/A",
    "phone_number": "+6433695934 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Lecturer: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mrs",
    "name": "Danielle Gear",
    "image_url": "N/A",
    "phone_number": "+6433692803 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Accred & Strategic Prjcts Cord: University of Canterbury, UC Business School Office, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "Alfred Guender",
    "image_url": "https://profiles.canterbury.ac.nz/Alfred-Guender/photo",
    "phone_number": "+64-3-3693958 (Work)",
    "office_location": "Meremere 430",
    "email": "alfred.guender@canterbury.ac.nz",
    "bio": [
        "Research interests include monetary policy in open and closed economies."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "BA (Honors): University of Texas at Austin, Austin, United States",
        "MS: University of Illinois at Urbana-Champaign, Urbana, Illinois, United States",
        "PhD: University of North Carolina at Chapel Hill, United States"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Michael Gousmett",
    "image_url": "https://profiles.canterbury.ac.nz/Michael-Gousmett/photo",
    "phone_number": "+6433692370 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Lecturer – Teaching and Admin: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Peni Fukofuka",
    "image_url": "https://profiles.canterbury.ac.nz/Peni-Fukofuka/photo",
    "phone_number": "+6433692718 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Peni is currently a senior lecturer above the bar at the University of Canterbury. Born in Tonga, Peni attended Mangaia Primary School, Tonga High School, and completed further studies in New Zealand, Fiji and Australia. \n\nHe has been in the corporate sector for nearly ten years, but is now working in academia. Peni has worked in Tonga, Fiji, Papua New Guinea, Australia, and New Zealand. \n\nHe loves tennis, singing, sociology, preparing financial reports and accounting research. Peni was also recently introduced to golf and regrets not trying it sooner.\n\nPeni completed his PhD from the Australian National University's Research School of Accounting in 2014."
    ],
    "appointments": [
        "Assoc Head of Department: University of Canterbury, Department of Accounting and Information Systems, UC Business School",
        "Senior Lecturer Above the Bar: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD Accounting: The Australian National University, Canberra, Australia",
        "Masters of Commerce: The Australian National University, Canberra, Australia",
        "Bachelor of Arts: University of the South Pacific, Suva, Fiji"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "Richard Fisher",
    "image_url": "https://profiles.canterbury.ac.nz/Richard-Fisher/photo",
    "phone_number": "+6433694022 (Work)",
    "office_location": "Meremere 506",
    "email": "richard.fisher@canterbury.ac.nz",
    "bio": [
        "Research interests include auditing, financial accounting, and the intersection between IS and accounting.\n\n- Accounting profession & information systems\n- Behavioural research in accounting and auditing\n- Business communication\n- Impression management"
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "Michael Falta",
    "image_url": "https://profiles.canterbury.ac.nz/Michael-Falta/photo",
    "phone_number": "+6433693734 (Work)",
    "office_location": "Meremere 512",
    "email": "michael.falta@canterbury.ac.nz",
    "bio": [
        "I'm an interdisciplinary researcher capable of connecting throughout all stages of projects."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mr",
    "name": "Jonathan Folwell",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Lecturer - Teaching and Admin: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "N/A",
    "name": "Helen Farley",
    "image_url": "https://profiles.canterbury.ac.nz/Helen-Sara-Farley/photo",
    "phone_number": "+6433690979 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "I am interested in corrections generally, but my research is focused on prison education and training, technology for learning in prisons, arts in corrections, dynamic security, and neurodiversities in the prison population. As an educator, I am also a researcher of higher education, technology-enhanced learning, blended learning and the innovative use of technologies for learning, especially virtual reality and augmented reality."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Jeremy Finn",
    "image_url": "https://profiles.canterbury.ac.nz/Jeremy-Finn/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Research areas include Criminal Law, the Law of Contract, Intellectual Property Law and Legal History. His current research projects are in the fields of intellectual property law and legal history. The former includes aspects of copyright law, trade marks, passing off, and the accommodation of indigenous peoples' interests within the existing law. The latter focuses on comparative colonial legal history, the transmission of legal ideas and information between jurisdictions, the early legal history of Canterbury and the Canterbury Law School."
    ],
    "appointments": [
        "Emeritus Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Olivia Erdélyi",
    "image_url": "https://profiles.canterbury.ac.nz/Olivia-Erdelyi/photo",
    "phone_number": "+6433690023 (Work)",
    "office_location": "Meremere 411",
    "email": "olivia.erdelyi@canterbury.ac.nz",
    "bio": [
        "Benefiting from a multidisciplinary background in artificial intelligence (AI), economics, law, and political science, Olivia is interested in developing sustainable policies to enable beneficial development and societal adoption of emerging technologies, in particular AI. Her core focus is on developing robust regulatory and governance frameworks and proactively tackling economic, ethical, legal, societal, and policy issues raised by such technologies."
    ],
    "appointments": [
        "Senior Lecturer: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "PhD (interdisciplinary, Law/Economics): Heinrich Heine University Düsseldorf, Dusseldorf, Germany",
        "German Diploma in Law: State Law Examination Office Düsseldorf, Düsseldorf, Germany",
        "LL.M.: University of Cologne, Cologne, Germany",
        "Double Degree (Diploma) in Law and Political Science: Eötvös Loránd University, Budapest, Hungary"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Joerg Finsterwalder",
    "image_url": "https://profiles.canterbury.ac.nz/Joerg-Finsterwalder/photo",
    "phone_number": "+64 3 3693802 (Work)",
    "office_location": "Meremere 232",
    "email": "joerg.finsterwalder@canterbury.ac.nz",
    "bio": [
        "Interests in service research include: co-creation of services, customer-to-customer interaction, group services and consumer tribes, value networks and service ecosystems, service consumer behaviour, customer experience, disasters and services. Industry specific interests are in the creative, airline and automotive industries."
    ],
    "appointments": [
        "Professor: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "Certified Life Coach (LC): Australia and New Zealand Coaching Alliance (ANZCAL), New Zealand",
        "Postgraduate Diploma in Tertiary Teaching (PGDipTertTchg): University of Canterbury, Christchurch, New Zealand",
        "PhD: University of St. Gallen, St. Gallen, Switzerland",
        "Master’s Degree in Business Administration (Dipl.-Kfm.): Catholic University of Eichstätt-Ingolstadt, Eichstätt, Germany"
    ],
    "fields_of_research": [
        "Service marketing",
        "Tourism marketing",
        "Health services and systems",
        "Service design",
        "Health and community services",
        "Food and hospitality services",
        "Counselling, wellbeing and community services"
    ],
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": [
        "1 No Poverty",
        "3 Good Health and Well Being",
        "5 Gender Equality",
        "8 Decent Work and Economic Growth",
        "10 Reduced Inequalities",
        "11 Sustainable Cities and Communities",
        "12 Responsible Consumption and Production"
    ]
},
{
    "title": "Doctor",
    "name": "Shea Esterling",
    "image_url": "https://profiles.canterbury.ac.nz/Shea-Esterling/photo",
    "phone_number": "+6433694128 (Work)",
    "office_location": "Meremere 415",
    "email": "shea.esterling@canterbury.ac.nz",
    "bio": [
        "Shea is a Senior Lecturer Above the Bar in the Faculty of Law at the University of Canterbury in Christchurch, New Zealand.  She holds a JD from the Indiana University Maurer School of Law and a diploma in International Humanitarian Law from the International Committee of the Red Cross. She completed her PhD at Aberystwyth University. Her research is at the intersection of human rights and cultural heritage law with focus on the rights of Indigenous Peoples.  Themes explored in her research include those related to cultural genocide, cultural identity, cultural property, essentialism, self-determination and restitution.\n\nShe has been an invited guest lecturer at the Central European University, the University of Louvain and the University of Malta.  She has taught courses on international law, human rights and indigenous rights.  In recognition of her teaching excellence, she is a Fellow of the Higher Education Academy (FHEA). Shea also has spoken at numerous conferences and is published across a wide range of subjects.\n\nIn 2018, Shea was selected by the Australian & New Zealand Society of International Law as the Early Career Research to represent New Zealand at the Seventh International Four Societies Conference, which supports outstanding new and emerging researchers in international law. In 2022, Shea took up the award of a Canterbury Fellowship at Oxford. With this fellowship, she spent three months as a Research Visitor at the Bonavero Institute of Human Rights at the University of Oxford. While in residence, she completed her manuscript, which examines the relationship between indigenous rights and cultural heritage.\n\nShe served as the Co-Chair for the American Society of International Law Rights of Indigenous Peoples Interest Group from 2021-24 and is the current Chair of the Cultural Heritage and the Arts Interest Group for the American Society of International Law.\n\nShea is author of Indigenous Cultural Property and International Law: Restitution, Rights and Wrongs (Oxon: Routledge) 2024."
    ],
    "appointments": [
        "Senior Lecturer Above The Bar: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "PhD: Aberystwyth University, Aberystwyth, United Kingdom",
        "JD: Indiana University Maurer School of Law, Bloomington, United States",
        "MA: Kings College London, London, United Kingdom",
        "MScEcon: University of Wales, Aberystwyth, United Kingdom",
        "BA: Centre College, Danville, United States"
    ],
    "fields_of_research": [
        "Indigenous studies",
        "Heritage and cultural conservation",
        "International humanitarian and human rights law",
        "Public international law"
    ],
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": [
        "13 Climate Action",
        "10 Reduced Inequalities",
        "16 Peace, Justice and Strong Institutions"
    ]
},
{
    "title": "Associate Professor",
    "name": "Huibert de Vries",
    "image_url": "https://profiles.canterbury.ac.nz/Herb-de-Vries/photo",
    "phone_number": "+6433693725 (Work)",
    "office_location": "Meremere 340",
    "email": "herb.devries@canterbury.ac.nz",
    "bio": [
        "'Diversity in Entrepreneurship' broadly describes my interests within the start-up and the small business sector. I have published papers on entrepreneurial resilience post-disaster; ethnic minority immigrant entrepreneurship; refugee entrepreneurship; and indigenous entrepreneurship -Maori & Pacific Peoples. I have also published on entrepreneurial learning within accelerator programs and large course teaching; and been acknowledged nationally for my work in the business research and teaching nexus."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mr",
    "name": "Richard Derham",
    "image_url": "https://profiles.canterbury.ac.nz/Richard-Derham/photo",
    "phone_number": "+6433691394 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Lecturer - Teaching and Admin: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mr",
    "name": "Carl Davidson",
    "image_url": "https://profiles.canterbury.ac.nz/Carl-Davidson/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Adjunct Appointment: University of Canterbury, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mr",
    "name": "Simon Dorset",
    "image_url": "https://profiles.canterbury.ac.nz/Simon-Dorset/photo",
    "phone_number": "+6433693760 (Work)",
    "office_location": "Meremere 333",
    "email": "simon.dorset@canterbury.ac.nz",
    "bio": "N/A",
    "appointments": [
        "Lecturer - Teaching and Admin: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Neil Crombie",
    "image_url": "https://profiles.canterbury.ac.nz/Neil-Crombie/photo",
    "phone_number": "+6433693769 (Work)",
    "office_location": "Meremere 511",
    "email": "neil.crombie@canterbury.ac.nz",
    "bio": [
        "My current research is divided into three areas:\n\n1. Corporate Governance and Executive Remuneration\nI am currently preparing manuscripts on board decision-making processes, executive remuneration policies and practices, disclosure of remuneration, and corporate governance codes of best practice.  These papers draw on data from New Zealand, Australia, United States of America and United Kingdom.\n\n2. Management Accounting\nI am currently preparing a manuscript on management accounting.  It presents evidence from a survey of NZ Chief Financial Officers, concerning the relevance of management accounting theories to practice.  This research finds that practitioners (CFOs) believe that management accounting theories should be taught and researched in universities and that these theories are practical relevant.  \n\n3. Accounting Education\nI am currently preparing manuscripts on the effectiveness of various  innovative teaching methods (e.g. the use of business simulation games and student-centred learning).  The research aims to understand which teaching methods produce the best learning outcomes for accounting students."
    ],
    "appointments": [
        "Lecturer - Teaching and Admin: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD in Accounting: University of Canterbury, Christchurch, New Zealand",
        "MCom with First Class Honours in Accountancy: University of Canterbury, Christchurch, New Zealand",
        "Bachelor of Commerce with First Class Honours in Accountancy and Finance: University of Canterbury, Christchurch, New Zealand",
        "Bachelor of Commerce in Accountancy, Finance and Economics: University of Canterbury, Christchurch, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Keith Dixon",
    "image_url": "https://profiles.canterbury.ac.nz/Keith-Dixon/photo",
    "phone_number": "+6433693844 (Work)",
    "office_location": "Meremere 505",
    "email": "keith.dixon@canterbury.ac.nz",
    "bio": [
        "I have a broad range of research and teaching interests which seem somehow associated with accounting and its political, social, cultural, economic and environmental consequences. I currently stage courses about public management and governance, public finance and accounting, going about business in Aotearoa New Zealand, and applied research and consulting. My research activities and publications currently focus on higher education finance, governance, qualifications credit and research assessment; I-Kiribati, Papuans and other Pacific peoples and what accounting currently means for them in a colonialistic sense; accounting and accountant education; and relations between government and the People, in matters of taxation, expenditure, borrowing and physical and social infrastructure."
    ],
    "appointments": [
        "Senior Lecturer Above the Bar: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "Member: Higher Education Academy, England",
        "Chartered Accountant: Chartered Accountants of Australia and New Zealand, Aotearoa New Zealand",
        "PhD: Massey University, Palmerston North, New Zealand",
        "Chartered Accountant: Chartered Institute of Public Finance and Accountancy, London, England"
    ],
    "fields_of_research": [
        "Education policy, sociology and philosophy",
        "Accounting, auditing and accountability",
        "Critical theory",
        "Pacific Peoples social work and social justice"
    ],
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Ms",
    "name": "Yanni Du",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Research Assistant: University of Canterbury, Management, Marketing and Tourism, UC Business School",
        "Tutor/Teaching Assistant: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Huong Dang",
    "image_url": "https://profiles.canterbury.ac.nz/Huong-Dang/photo",
    "phone_number": "+64 3 3694059 (Work)",
    "office_location": "Meremere 432",
    "email": "huong.dang@canterbury.ac.nz",
    "bio": [
        "I have been the Principal Contact of the Chartered Financial Analyst (CFA) Institute University Affiliation Program at UC since 2014. My teaching covers challenging topics included in the CFA exam Level 1, 2, 3 curricula, and helps students prepare to take the CFA exam. I have taught both undergraduate level (Fixed Income Securities, Investments) and postgraduate level (Equity Valuation, Portfolio Management, Credit Risk Management, Sustainable Finance). Being a CFA Charter-holder, I can award three scholarships to UC students to take the CFA exam each year.  Each scholarship offers waived enrollment fee and reduced exam registration fee of USD 400. \n\nMy research portfolio includes multi-disciplinary studies on culture, credit risk, portfolio management, and sustainability. My co-authored research has been published, for example, in the Journal of Financial Economics, Pacific-Basin Finance Journal, Journal of Derivatives, ABACUS, and JMIR Public Health and Surveillance. I led students to conduct research projects sponsored by Christchurch-based investment bank Northington Partners and financial advisory firm Bradley Nuttall (renamed Cambridge Partners), which resulted in refereed publications. \n\nI have been an Associate Editor of the Journal of Applied Accounting Research (published by Emerald) since 2020. I also served as a reviewer for selected Journals in Finance, Accounting, and Economics, and an external examiner of Masters thesis and Doctoral dissertation for Universities in New Zealand and Australia.\n\nBeing interested in financial education and giving back to the profession, I have been doing various volunteer work relating to the CFA exams, CFA Institute Research Challenge (New Zealand and Asia-Pacific rounds), practice analysis, and professional misconduct monitoring for the CFA Institute. I was the organiser/ academic adviser and led UC student team to the top three performers in the national CFA Institute Research Challenge for a number of years."
    ],
    "appointments": [
        "Senior Lecturer Above the Bar: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD: University of Sydney, Australia",
        "MBA: University of Arizona, USA",
        "Master of Science in Management with a major in Finance: University of Arizona, USA"
    ],
    "fields_of_research": [
        "Banking, finance and investment",
        "International finance",
        "Environment and climate finance",
        "Sociology of culture",
        "Corporate social responsibility"
    ],
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": [
        "5 Gender Equality",
        "3 Good Health and Well Being",
        "4 Quality Education",
        "8 Decent Work and Economic Growth",
        "10 Reduced Inequalities",
        "13 Climate Action",
        "16 Peace, Justice and Strong Institutions"
    ]
},
{
    "title": "Miss",
    "name": "Camila Costa Silva",
    "image_url": "N/A",
    "phone_number": "+6433690324 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Lecturer – Teaching and Admin: University of Canterbury, Department of Accounting and Information Systems, UC Business School",
        "Research Assistant: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Russell Craig",
    "image_url": "https://profiles.canterbury.ac.nz/Russell-Craig/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Adjunct Appointment: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Tom Coupe",
    "image_url": "https://profiles.canterbury.ac.nz/Tom-Coupe/photo",
    "phone_number": "+6433694232 (Work)",
    "office_location": "Meremere 426A",
    "email": "tom.coupe@canterbury.ac.nz",
    "bio": [
        "My research covers a wide range of topics (recent topics include replications, job insecurity, the Eurovision Song Contest, trade policy preferences, football, terrorism, war and happiness). In my papers I typically analyze interesting datasets using econometric methods."
    ],
    "appointments": [
        "Professor: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Claris Chung",
    "image_url": "https://profiles.canterbury.ac.nz/Claris-Chung/photo",
    "phone_number": "+64336+6433690379 (Work)",
    "office_location": "Meremere - Room 404",
    "email": "claris.chung@canterbury.ac.nz",
    "bio": [
        "My research focus is channelling Information Systems into healthier lives for individuals, families, and communities. \n\nMy PhD research on digital health explored individual and family sustainability using design science research. I designed and implemented a set of four systems, including habit logging, health-centric shopping, modelling and simulations, and health education games. Recently, I received a Health Delivery Research Activation Grant from the Health Research Council of New Zealand to develop a cardiovascular symptom assessment system for timely response and efficient dispatch of paramedics, which can serve as a seed for implementing New Zealand-specific decision support systems."
    ],
    "appointments": [
        "Lecturer: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "Doctor of Philosophy (Ph.D.): University of Auckland, Auckland, New Zealand",
        "Bachelor of Commerce, First class Honor in Information Systems: University of Auckland, Auckland, New Zealand",
        "Bachelor of Commerce, Business and Information Management: University of Auckland, Auckland, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Jeremy Clark",
    "image_url": "https://profiles.canterbury.ac.nz/Jeremy-Clark/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "I conduct research in applied microeconomic areas, often with a policy emphasis. Examples include the effectiveness of school funding for disadvantaged students, the incentives for pharmaceutical companies regarding the release of drugs with unknown long term effects, the effects of rising house prices on fertility, and the effects of rising social diversity on people's volunteering, donations to local schools, and tax compliance.\n\nWith equal emphasis, I use lab experiments to test ideas relevant for environmental economics or development.  Examples include testing whether revenue sharing makes group liability microfinance work better for higher risk business start ups in developing countries, whether stakeholders in land and resource-use conflicts can successfully bargain to efficient solutions in place of government policy-setting, and whether environmental valuation techniques such as contingent valuation are reliable.  I am currently looking at how the efficiency achieved by pollution control policies typically favoured by economists can be undermined by their perceived inequity when the policies are weakly enforced."
    ],
    "appointments": [
        "Professor: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Toni Collins",
    "image_url": "https://profiles.canterbury.ac.nz/Toni-Collins/photo",
    "phone_number": "+6433694029 (Work)",
    "office_location": "Meremere 308",
    "email": "toni.collins@canterbury.ac.nz",
    "bio": [
        "Toni's research interests include land law and disaster law. She has recently completed her PhD which looked at the effect the Canterbury earthquakes of 2010 and 2011 had on commercial landlords and tenants. Her current research project is to look at this issue in relation to those affected by the 2016 earthquake in Kaikoura and Wellington.\n\nToni teaches land law at the School of Law."
    ],
    "appointments": [
        "Senior Lecturer Above the Bar: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "PhD: University of Canterbury, Christchurch, Christchurch, New Zealand",
        "LLM(Hons): University of Canterbury, Christchurch, Christchurch, New Zealand",
        "LLB(Hons): University of Canterbury, Christchurch, Christchurch, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Ursula Cheer",
    "image_url": "https://profiles.canterbury.ac.nz/Ursula-Cheer/photo",
    "phone_number": "+6433693799 (Work)",
    "office_location": "Meremere 303B",
    "email": "ursula.cheer@canterbury.ac.nz",
    "bio": [
        "Research interests lie in a combination of Torts, such as Defamation, Civil Liberties, in particular, Censorship, Bill of Rights and the broad range of topics making up Media Law, such as Privacy, and regulatory systems such as the Broadcasting Standards Authority and the Press Council."
    ],
    "appointments": [
        "Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Pavel Castka",
    "image_url": "https://profiles.canterbury.ac.nz/Pavel-Castka/photo",
    "phone_number": "+6433693761 (Work)",
    "office_location": "Meremere341",
    "email": "pavel.castka@canterbury.ac.nz",
    "bio": [
        "Professor Pavel Castka is the Associate Dean of Research at the UC Business School, University of Canterbury. He is a member of ISO/TC 176 and the ISO 9001 Auditing Practices Group, as well as a renowned researcher leading various projects that focus on the transformation of assurance practices through the utilization of technologies and artificial intelligence. Professor Castka has published more than 70 peer-reviewed studies on quality, standardization, and auditing, which can be found in leading international scientific journals. In the years 2020-2021, he spearheaded a research team from New Zealand and China that examined the significant challenges and opportunities associated with remote auditing in the agribusiness sector. Additionally, in 2022-2023, he led a team that produced the 'Enhancing Farm Assurance – a White Paper' as part of Our Land and Water National Science Challenge. Pavel obtained a PhD and Master of Engineering degrees from Brno University of Technology, one of the preeminent research and teaching institutions in the Czech Republic."
    ],
    "appointments": [
        "Associate Dean Research: University of Canterbury, Management, Marketing and Tourism, UC Business School",
        "Professor: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Petra Butler",
    "image_url": "https://profiles.canterbury.ac.nz/Petra-Butler/photo",
    "phone_number": "+6433693987 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Professor Butler’s academic expertise is in two distinctive research areas: human rights and international commercial contracts. In both she combines the domestic with the international and crosses boundaries among traditional legal subjects. Her approach is responsive to needs and issues arising in today’s globalised, interlinked, and interdisciplinary world. Creating synergies between subject areas, disciplines and people has been one of her key and unique research strengths. Establishing the Institute of Small and Micro States (ISMS) as an independent think tank and delivering law reform guidance, inter alia for the Commonwealth Secretariat, evidences her research approach.\n\n\nORCID 0000-0002-8729-7059"
    ],
    "appointments": [
        "Executive Dean: University of Canterbury, Faculty of Law",
        "Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "Bachelor of Law (equivalence): Council of Legal Education, New Zealand",
        "Doctor of Law: University of Göttingen, Göttingen, Germany",
        "Master of Laws: Victoria University of Wellington, Wellington, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "John Caldwell",
    "image_url": "https://profiles.canterbury.ac.nz/John-Caldwell/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Primary research interest is family law, with a secondary interest in the law of judicial review."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Glenn Boyle",
    "image_url": "https://profiles.canterbury.ac.nz/Glenn-Boyle/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "UC professor of finance 2008-17, now a director at Sapere Research Group and UC adjunct professor. Research and professional interests are in financial economics, including, but not limited to, asset pricing and valuation, financial incentives, banking, real estate, corporate finance and corporate governance.\n\nNot available for PhD supervision."
    ],
    "appointments": [
        "Adjunct Appointment: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Lindsay Breach",
    "image_url": "N/A",
    "phone_number": "+6433694664 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Lecturer - Teaching and Admin: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Miss",
    "name": "Taryn Breen",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "LawME Mentor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Richard Burchill",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Lecturer (T&A): University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Jedrzej Bialkowski",
    "image_url": "https://profiles.canterbury.ac.nz/Jedrzej-Bialkowski/photo",
    "phone_number": "+6433694060 (Work)",
    "office_location": "Meremere 435",
    "email": "jedrzej.bialkowski@canterbury.ac.nz",
    "bio": [
        "Research interests include valuation of derivatives products, financial risk management, investments and behavioural finance"
    ],
    "appointments": [
        "Professor: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Neil Boister",
    "image_url": "https://profiles.canterbury.ac.nz/Neil-Boister/photo",
    "phone_number": "+6433692191 (Work)",
    "office_location": "Meremere 323",
    "email": "neil.boister@canterbury.ac.nz",
    "bio": [
        "My research interests lie in the intersection between the fields of criminal law and international law. My initial specialisation was in  international drug control law, the topic of my PhD, and I retain an interest in the international drug control system, but I have since written extensively on international tobacco smuggling, the UN Convention against Transnational Organised Crime, and the law of extradition.  I am particularly interested in the developing field of transnational criminal law, as that part of international criminal law in a general sense which is concerned with the suppression of transnational crime by states, and have published extensively on this topic. In addition, I have worked in the international criminal law in a strict sense, particularly on the law and history of the International Tribunal for the Far East."
    ],
    "appointments": [
        "Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mr",
    "name": "Oscar Bloom",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "LawME Mentor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Elsamari Botha",
    "image_url": "https://profiles.canterbury.ac.nz/Elsamari-Botha/photo",
    "phone_number": "+6433690489 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Dr Elsamari Botha is the MBA Director at the University of Canterbury, New Zealand, and teaches Digital Transformation and Technology Preparedness in the UC MBA programme. She is also an extraordinary associate professor at the University of Stellenbosch Business School, South Africa. She attained her PhD in Industrial Economics and Management at KTH Royal Institute of Technology, Stockholm, Sweden. With 15 years of consulting experience, as well as starting an EdTech platform, Elsamari’s research focuses on the adoption and monetization of new technologies in organisations, online consumer behaviour, and digital strategy development. Elsamari has published in leading international journals such as Industrial Marketing Management, Journal of Business Research, Business Horizons, the Journal of Retailing and Consumer Services, and Public Relations Review."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Master of Business Administration Programme, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD, Industrial Economics and Management: KTH Royal Institute of Technology, Stockholm, Sweden",
        "MCom: University of Pretoria, Pretoria, South Africa",
        "BCom (Hons): University of Pretoria, Pretoria, South Africa",
        "BCom (Marketing and Communication Management): University of Pretoria, Pretoria, South Africa"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Ms",
    "name": "Ruth Ballantyne",
    "image_url": "https://profiles.canterbury.ac.nz/Ruth-Ballantyne/photo",
    "phone_number": "+6433691147 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Ruth joined the UC School of Law in September 2019 and specializes in child and family law. She has particular research interests in birth certificates, family violence, surrogacy, child poverty, relocation, paternity, intercountry adoption, and family finances. She is a passionate advocate for making family law more inclusive of diverse family and whānau structures within Aotearoa and upholding the rights of children.\n\nRuth is the author of the Family Law Student Companion (2nd ed), and has contributed to a variety of other publications, including the Feminist Judgments of Aotearoa New Zealand: Te Rino – A Two-Stranded Rope, Family Law in New Zealand (19th ed), and Family Law Policy in New Zealand (5th ed)."
    ],
    "appointments": [
        "Lecturer: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "LLM: Victoria University of Wellington, Wellington, New Zealand",
        "LLB: University of Otago, Dunedin, New Zealand",
        "BA(Hons): University of Otago, Dunedin, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "Michaela Balzarova",
    "image_url": "https://profiles.canterbury.ac.nz/Michaela-Balzarova/photo",
    "phone_number": "+6433693122 (Work)",
    "office_location": "Meremere 220 and Rehua 613",
    "email": "michaela.balzarova@canterbury.ac.nz",
    "bio": [
        "My research examines the interface between business and the natural environment. It spans across a range of topics such as firm’s barriers to implementation of voluntary management schemes, studies into corporate social responsibility and business ethics.  More recently I have explored various aspects of standardization, namely the development of voluntary regulations such as social responsibility guidance standard ISO 26000, and aspects of adoption of standards at firm level. I have been especially interested in the assessment of effectiveness and success of policy instruments, evaluation of sustainability indicators which has been published in leading international peer-reviewed journals including Journal of Business Ethics, MIT Sloan Management Review (ranked amongst the top 45 management journals in the Financial Times FT 45 ranking), International Journal of Production Economics (A* ABDC), and in engineering journals such as Journal of Cleaner Production (A, ERA)."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Ms",
    "name": "Jillian Banwell",
    "image_url": "N/A",
    "phone_number": "+6433691588 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Research Assistant: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Qingqing Bi",
    "image_url": "https://profiles.canterbury.ac.nz/Claire-Bi/photo",
    "phone_number": "+6433690294 (Work)",
    "office_location": "Merermere - Room 336",
    "email": "claire.bi@canterbury.ac.nz",
    "bio": [
        "Dr. Claire Q. Bi’s research focuses on entrepreneurial cognition and behaviours and the potential impact on firms' strategies and performance. She is also interested in the interactions between digital technologies and entrepreneurial activities. Dr. Bi specialize in both quantitative and qualitative research methodologies, and use a wide range of software and statistical tools to manage and analyze data, such as SPSS, R, Mplus, and NVivo."
    ],
    "appointments": [
        "Senior Lecturer: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "Doctor of Philosophy: City University of Hong Kong, Hong Kong, Hong Kong",
        "Bachelor of Management: Xidian University, Xi'an, China"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "Natalie Baird",
    "image_url": "https://profiles.canterbury.ac.nz/Natalie-Baird/photo",
    "phone_number": "+6433693801 (Work)",
    "office_location": "Meremere 419",
    "email": "natalie.baird@canterbury.ac.nz",
    "bio": [
        "Natalie’s current research interests lie in the areas of refugee law, international human rights, Pacific legal studies and the scholarship of teaching and learning. In relation to refugee law, current projects include New Zealand's complementary protection jurisprudence since the enactment of the Immigration Act 2009, and New Zealand's under-developed system for responding to claims for protection from stateless people. In the human rights context, a major focus has been the impact of the UN's Universal Periodic Review mechanism, in both New Zealand and the Pacific Islands. In 2014, along with a group of enthusiastic students, Natalie coordinated a submission for New Zealand's second Universal Periodic Review at the UN Human Rights Council on the human rights impacts of the Canterbury earthquakes. Natalie is also a member of the Socio-Legal Studies Group in the Law School, which is currently engaged in a longitudinal study of the 2014 intake of New Zealand law students."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "BA: University of Canterbury, Christchurch, New Zealand",
        "LLB (Hons): University of Canterbury, Christchurch, New Zealand",
        "LLM: Columbia University, New York, United States of America",
        "Post-graduate Certificate in Tertiary Teaching: University of Canterbury, Christchurch, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Richard Aquino",
    "image_url": "https://profiles.canterbury.ac.nz/Richard-Aquino/photo",
    "phone_number": "+6433690487 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "My research is aimed at understanding how tourism can be a tool for sustainable development. Applying critical and community-engaged approaches, I explore how social entrepreneurship can make tourism an equitable and sustainable form of livelihood for local communities and subsequently create positive community change. Advocating for sustainable consumption in tourism, my research also examines the environmentally responsible behaviours of tourists. My other research interests include community development, geotourism and geopark development, and the decolonization of tourism knowledge production. I serve as Research Notes Editor for Tourism in Marine Environments, Media Engagement Editor for Tourism Management Perspectives, Review Editor for Frontiers in Sustainable Tourism, and Associate Editor for Advances in Southeast Asian Studies. Apart from academic research, I have been actively involved in practitioner-based research for tourism planning consultancy projects in the Philippines and New Zealand."
    ],
    "appointments": [
        "Senior Lecturer: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "Doctor of Philosophy: Auckland University of Technology, Auckland, New Zealand",
        "Master of International Tourism Management (First Class Honours): Auckland University of Technology, Auckland, New Zealand",
        "Bachelor of Science in Tourism (magna cum laude): University of Santo Tomas, Manila, Philippines"
    ],
    "fields_of_research": [
        "Tourism management",
        "Tourist behaviour and visitor experience",
        "Impacts of tourism",
        "Critical theory",
        "Entrepreneurship",
        "Public participation and community engagement",
        "Rural community development"
    ],
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": [
        "12 Responsible Consumption and Production",
        "11 Sustainable Cities and Communities",
        "10 Reduced Inequalities",
        "15 Life on Land",
        "8 Decent Work and Economic Growth",
        "17 Partnerships for the Goals"
    ]
},
{
    "title": "Professor",
    "name": "Paul Ballantine",
    "image_url": "https://profiles.canterbury.ac.nz/Paul-Ballantine/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Research interests include retailing, consumption behaviour (particularly the negative aspects of consumption), and social and ethical issues in marketing."
    ],
    "appointments": [
        "Executive Dean: University of Canterbury, UC Business School",
        "Professor: University of Canterbury, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students",
        "Currently has capacity to supervise"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Heba Ahmed",
    "image_url": "N/A",
    "phone_number": "+6433690058 (Work)",
    "office_location": "Meremere 520",
    "email": "hebagaber.ahmed@canterbury.ac.nz",
    "bio": "N/A",
    "appointments": [
        "Lecturer: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD, Accounting: University of Canterbury, Christchurch, New Zealand",
        "Master of Commerce, Accounting: Zagazig University, Zagazig, Egypt",
        "Bachelor of Commerce, Accounting: Zagazig University, Zagazig, Egypt"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Stephen Agnew",
    "image_url": "https://profiles.canterbury.ac.nz/Steve-Agnew/photo",
    "phone_number": "+6433694019 (Work)",
    "office_location": "Meremere 425",
    "email": "steve.agnew@canterbury.ac.nz",
    "bio": [
        "My main research interest is economics and financial literacy education. Specifically, the effect of social economic standing on the provision of economics and financial literacy education, as well as the understanding of economics and financial literacy education."
    ],
    "appointments": [
        "Senior Lecturer: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students",
        "Currently has capacity to supervise"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Christopher Akroyd",
    "image_url": "https://profiles.canterbury.ac.nz/Christopher-Akroyd/photo",
    "phone_number": "+6433690225 (Work)",
    "office_location": "Meremere 407",
    "email": "christopher.akroyd@canterbury.ac.nz",
    "bio": [
        "My research focuses on how organizations design performance measurement and control systems to better deal with an uncertain and rapidly changing environment. My recent publications focus on adaptive control systems organizations use to implement their strategic goals by going beyond budgeting, the use of culture and non-financial information as control mechanisms, and the use of performance measurement systems to manage environmental and social sustanability."
    ],
    "appointments": [
        "Head of Department: University of Canterbury, Department of Accounting and Information Systems, UC Business School",
        "Professor: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Matthew Barber",
    "image_url": "https://profiles.canterbury.ac.nz/Matthew-Barber/photo",
    "phone_number": "+6433693719 (Work)",
    "office_location": "Meremere 314",
    "email": "matthew.barber@canterbury.ac.nz",
    "bio": [
        "Matthew's current research focus is on contract law generally, as well as sales and consumer law."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
}
]