[
{
    "title": "Doctor",
    "name": "Richard Aquino",
    "image_url": "https://profiles.canterbury.ac.nz/Richard-Aquino/photo",
    "phone_number": "+6433690487 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "My research is aimed at understanding how tourism can be a tool for sustainable development. Applying critical and community-engaged approaches, I explore how social entrepreneurship can make tourism an equitable and sustainable form of livelihood for local communities and subsequently create positive community change. Advocating for sustainable consumption in tourism, my research also examines the environmentally responsible behaviours of tourists. My other research interests include community development, geotourism and geopark development, and the decolonization of tourism knowledge production. I serve as Research Notes Editor for Tourism in Marine Environments, Media Engagement Editor for Tourism Management Perspectives, Review Editor for Frontiers in Sustainable Tourism, and Associate Editor for Advances in Southeast Asian Studies. Apart from academic research, I have been actively involved in practitioner-based research for tourism planning consultancy projects in the Philippines and New Zealand."
    ],
    "appointments": [
        "Senior Lecturer: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "Doctor of Philosophy: Auckland University of Technology, Auckland, New Zealand",
        "Master of International Tourism Management (First Class Honours): Auckland University of Technology, Auckland, New Zealand",
        "Bachelor of Science in Tourism (magna cum laude): University of Santo Tomas, Manila, Philippines"
    ],
    "fields_of_research": [
        "Tourism management",
        "Tourist behaviour and visitor experience",
        "Impacts of tourism",
        "Critical theory",
        "Entrepreneurship",
        "Public participation and community engagement",
        "Rural community development"
    ],
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": [
        "12 Responsible Consumption and Production",
        "11 Sustainable Cities and Communities",
        "10 Reduced Inequalities",
        "15 Life on Land",
        "8 Decent Work and Economic Growth",
        "17 Partnerships for the Goals"
    ]
},
{
    "title": "Ms",
    "name": "Jillian Banwell",
    "image_url": "N/A",
    "phone_number": "+6433691588 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Research Assistant: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "Michaela Balzarova",
    "image_url": "https://profiles.canterbury.ac.nz/Michaela-Balzarova/photo",
    "phone_number": "+6433693122 (Work)",
    "office_location": "Meremere 220 and Rehua 613",
    "email": "michaela.balzarova@canterbury.ac.nz",
    "bio": [
        "My research examines the interface between business and the natural environment. It spans across a range of topics such as firm’s barriers to implementation of voluntary management schemes, studies into corporate social responsibility and business ethics.  More recently I have explored various aspects of standardization, namely the development of voluntary regulations such as social responsibility guidance standard ISO 26000, and aspects of adoption of standards at firm level. I have been especially interested in the assessment of effectiveness and success of policy instruments, evaluation of sustainability indicators which has been published in leading international peer-reviewed journals including Journal of Business Ethics, MIT Sloan Management Review (ranked amongst the top 45 management journals in the Financial Times FT 45 ranking), International Journal of Production Economics (A* ABDC), and in engineering journals such as Journal of Cleaner Production (A, ERA)."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Heba Ahmed",
    "image_url": "N/A",
    "phone_number": "+6433690058 (Work)",
    "office_location": "Meremere 520",
    "email": "hebagaber.ahmed@canterbury.ac.nz",
    "bio": "N/A",
    "appointments": [
        "Lecturer: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD, Accounting: University of Canterbury, Christchurch, New Zealand",
        "Master of Commerce, Accounting: Zagazig University, Zagazig, Egypt",
        "Bachelor of Commerce, Accounting: Zagazig University, Zagazig, Egypt"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Stephen Agnew",
    "image_url": "https://profiles.canterbury.ac.nz/Steve-Agnew/photo",
    "phone_number": "+6433694019 (Work)",
    "office_location": "Meremere 425",
    "email": "steve.agnew@canterbury.ac.nz",
    "bio": [
        "My main research interest is economics and financial literacy education. Specifically, the effect of social economic standing on the provision of economics and financial literacy education, as well as the understanding of economics and financial literacy education."
    ],
    "appointments": [
        "Senior Lecturer: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students",
        "Currently has capacity to supervise"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Christopher Akroyd",
    "image_url": "https://profiles.canterbury.ac.nz/Christopher-Akroyd/photo",
    "phone_number": "+6433690225 (Work)",
    "office_location": "Meremere 407",
    "email": "christopher.akroyd@canterbury.ac.nz",
    "bio": [
        "My research focuses on how organizations design performance measurement and control systems to better deal with an uncertain and rapidly changing environment. My recent publications focus on adaptive control systems organizations use to implement their strategic goals by going beyond budgeting, the use of culture and non-financial information as control mechanisms, and the use of performance measurement systems to manage environmental and social sustanability."
    ],
    "appointments": [
        "Head of Department: University of Canterbury, Department of Accounting and Information Systems, UC Business School",
        "Professor: University of Canterbury, Department of Accounting and Information Systems, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Neil Boister",
    "image_url": "https://profiles.canterbury.ac.nz/Neil-Boister/photo",
    "phone_number": "+6433692191 (Work)",
    "office_location": "Meremere 323",
    "email": "neil.boister@canterbury.ac.nz",
    "bio": [
        "My research interests lie in the intersection between the fields of criminal law and international law. My initial specialisation was in  international drug control law, the topic of my PhD, and I retain an interest in the international drug control system, but I have since written extensively on international tobacco smuggling, the UN Convention against Transnational Organised Crime, and the law of extradition.  I am particularly interested in the developing field of transnational criminal law, as that part of international criminal law in a general sense which is concerned with the suppression of transnational crime by states, and have published extensively on this topic. In addition, I have worked in the international criminal law in a strict sense, particularly on the law and history of the International Tribunal for the Far East."
    ],
    "appointments": [
        "Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Matthew Barber",
    "image_url": "https://profiles.canterbury.ac.nz/Matthew-Barber/photo",
    "phone_number": "+6433693719 (Work)",
    "office_location": "Meremere 314",
    "email": "matthew.barber@canterbury.ac.nz",
    "bio": [
        "Matthew's current research focus is on contract law generally, as well as sales and consumer law."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Elsamari Botha",
    "image_url": "https://profiles.canterbury.ac.nz/Elsamari-Botha/photo",
    "phone_number": "+6433690489 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Dr Elsamari Botha is the MBA Director at the University of Canterbury, New Zealand, and teaches Digital Transformation and Technology Preparedness in the UC MBA programme. She is also an extraordinary associate professor at the University of Stellenbosch Business School, South Africa. She attained her PhD in Industrial Economics and Management at KTH Royal Institute of Technology, Stockholm, Sweden. With 15 years of consulting experience, as well as starting an EdTech platform, Elsamari’s research focuses on the adoption and monetization of new technologies in organisations, online consumer behaviour, and digital strategy development. Elsamari has published in leading international journals such as Industrial Marketing Management, Journal of Business Research, Business Horizons, the Journal of Retailing and Consumer Services, and Public Relations Review."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Master of Business Administration Programme, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "PhD, Industrial Economics and Management: KTH Royal Institute of Technology, Stockholm, Sweden",
        "MCom: University of Pretoria, Pretoria, South Africa",
        "BCom (Hons): University of Pretoria, Pretoria, South Africa",
        "BCom (Marketing and Communication Management): University of Pretoria, Pretoria, South Africa"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "Natalie Baird",
    "image_url": "https://profiles.canterbury.ac.nz/Natalie-Baird/photo",
    "phone_number": "+6433693801 (Work)",
    "office_location": "Meremere 419",
    "email": "natalie.baird@canterbury.ac.nz",
    "bio": [
        "Natalie’s current research interests lie in the areas of refugee law, international human rights, Pacific legal studies and the scholarship of teaching and learning. In relation to refugee law, current projects include New Zealand's complementary protection jurisprudence since the enactment of the Immigration Act 2009, and New Zealand's under-developed system for responding to claims for protection from stateless people. In the human rights context, a major focus has been the impact of the UN's Universal Periodic Review mechanism, in both New Zealand and the Pacific Islands. In 2014, along with a group of enthusiastic students, Natalie coordinated a submission for New Zealand's second Universal Periodic Review at the UN Human Rights Council on the human rights impacts of the Canterbury earthquakes. Natalie is also a member of the Socio-Legal Studies Group in the Law School, which is currently engaged in a longitudinal study of the 2014 intake of New Zealand law students."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "BA: University of Canterbury, Christchurch, New Zealand",
        "LLB (Hons): University of Canterbury, Christchurch, New Zealand",
        "LLM: Columbia University, New York, United States of America",
        "Post-graduate Certificate in Tertiary Teaching: University of Canterbury, Christchurch, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Ms",
    "name": "Ruth Ballantyne",
    "image_url": "https://profiles.canterbury.ac.nz/Ruth-Ballantyne/photo",
    "phone_number": "+6433691147 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Ruth joined the UC School of Law in September 2019 and specializes in child and family law. She has particular research interests in birth certificates, family violence, surrogacy, child poverty, relocation, paternity, intercountry adoption, and family finances. She is a passionate advocate for making family law more inclusive of diverse family and whānau structures within Aotearoa and upholding the rights of children.\n\nRuth is the author of the Family Law Student Companion (2nd ed), and has contributed to a variety of other publications, including the Feminist Judgments of Aotearoa New Zealand: Te Rino – A Two-Stranded Rope, Family Law in New Zealand (19th ed), and Family Law Policy in New Zealand (5th ed)."
    ],
    "appointments": [
        "Lecturer: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "LLM: Victoria University of Wellington, Wellington, New Zealand",
        "LLB: University of Otago, Dunedin, New Zealand",
        "BA(Hons): University of Otago, Dunedin, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Qingqing Bi",
    "image_url": "https://profiles.canterbury.ac.nz/Claire-Bi/photo",
    "phone_number": "+6433690294 (Work)",
    "office_location": "Merermere - Room 336",
    "email": "claire.bi@canterbury.ac.nz",
    "bio": [
        "Dr. Claire Q. Bi’s research focuses on entrepreneurial cognition and behaviours and the potential impact on firms' strategies and performance. She is also interested in the interactions between digital technologies and entrepreneurial activities. Dr. Bi specialize in both quantitative and qualitative research methodologies, and use a wide range of software and statistical tools to manage and analyze data, such as SPSS, R, Mplus, and NVivo."
    ],
    "appointments": [
        "Senior Lecturer: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": [
        "Doctor of Philosophy: City University of Hong Kong, Hong Kong, Hong Kong",
        "Bachelor of Management: Xidian University, Xi'an, China"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Paul Ballantine",
    "image_url": "https://profiles.canterbury.ac.nz/Paul-Ballantine/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Research interests include retailing, consumption behaviour (particularly the negative aspects of consumption), and social and ethical issues in marketing."
    ],
    "appointments": [
        "Executive Dean: University of Canterbury, UC Business School",
        "Professor: University of Canterbury, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": [
        "Registered to supervise Master's/Doctoral students",
        "Currently has capacity to supervise"
    ],
    "sustainable_development_goals": "N/A"
},
{
    "title": "Mr",
    "name": "Oscar Bloom",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "LawME Mentor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Jedrzej Bialkowski",
    "image_url": "https://profiles.canterbury.ac.nz/Jedrzej-Bialkowski/photo",
    "phone_number": "+6433694060 (Work)",
    "office_location": "Meremere 435",
    "email": "jedrzej.bialkowski@canterbury.ac.nz",
    "bio": [
        "Research interests include valuation of derivatives products, financial risk management, investments and behavioural finance"
    ],
    "appointments": [
        "Professor: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Pavel Castka",
    "image_url": "https://profiles.canterbury.ac.nz/Pavel-Castka/photo",
    "phone_number": "+6433693761 (Work)",
    "office_location": "Meremere341",
    "email": "pavel.castka@canterbury.ac.nz",
    "bio": [
        "Professor Pavel Castka is the Associate Dean of Research at the UC Business School, University of Canterbury. He is a member of ISO/TC 176 and the ISO 9001 Auditing Practices Group, as well as a renowned researcher leading various projects that focus on the transformation of assurance practices through the utilization of technologies and artificial intelligence. Professor Castka has published more than 70 peer-reviewed studies on quality, standardization, and auditing, which can be found in leading international scientific journals. In the years 2020-2021, he spearheaded a research team from New Zealand and China that examined the significant challenges and opportunities associated with remote auditing in the agribusiness sector. Additionally, in 2022-2023, he led a team that produced the 'Enhancing Farm Assurance – a White Paper' as part of Our Land and Water National Science Challenge. Pavel obtained a PhD and Master of Engineering degrees from Brno University of Technology, one of the preeminent research and teaching institutions in the Czech Republic."
    ],
    "appointments": [
        "Associate Dean Research: University of Canterbury, Management, Marketing and Tourism, UC Business School",
        "Professor: University of Canterbury, Management, Marketing and Tourism, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Richard Burchill",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Lecturer (T&A): University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Miss",
    "name": "Taryn Breen",
    "image_url": "N/A",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "LawME Mentor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Petra Butler",
    "image_url": "https://profiles.canterbury.ac.nz/Petra-Butler/photo",
    "phone_number": "+6433693987 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Professor Butler’s academic expertise is in two distinctive research areas: human rights and international commercial contracts. In both she combines the domestic with the international and crosses boundaries among traditional legal subjects. Her approach is responsive to needs and issues arising in today’s globalised, interlinked, and interdisciplinary world. Creating synergies between subject areas, disciplines and people has been one of her key and unique research strengths. Establishing the Institute of Small and Micro States (ISMS) as an independent think tank and delivering law reform guidance, inter alia for the Commonwealth Secretariat, evidences her research approach.\n\n\nORCID 0000-0002-8729-7059"
    ],
    "appointments": [
        "Executive Dean: University of Canterbury, Faculty of Law",
        "Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": [
        "Bachelor of Law (equivalence): Council of Legal Education, New Zealand",
        "Doctor of Law: University of Göttingen, Göttingen, Germany",
        "Master of Laws: Victoria University of Wellington, Wellington, New Zealand"
    ],
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Associate Professor",
    "name": "John Caldwell",
    "image_url": "https://profiles.canterbury.ac.nz/John-Caldwell/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "Primary research interest is family law, with a secondary interest in the law of judicial review."
    ],
    "appointments": [
        "Associate Professor: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Doctor",
    "name": "Lindsay Breach",
    "image_url": "N/A",
    "phone_number": "+6433694664 (Work)",
    "office_location": "N/A",
    "email": "N/A",
    "bio": "N/A",
    "appointments": [
        "Lecturer - Teaching and Admin: University of Canterbury, Faculty of Law"
    ],
    "faculty": [
        "Faculty of Law"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
},
{
    "title": "Professor",
    "name": "Glenn Boyle",
    "image_url": "https://profiles.canterbury.ac.nz/Glenn-Boyle/photo",
    "phone_number": "N/A",
    "office_location": "N/A",
    "email": "N/A",
    "bio": [
        "UC professor of finance 2008-17, now a director at Sapere Research Group and UC adjunct professor. Research and professional interests are in financial economics, including, but not limited to, asset pricing and valuation, financial incentives, banking, real estate, corporate finance and corporate governance.\n\nNot available for PhD supervision."
    ],
    "appointments": [
        "Adjunct Appointment: University of Canterbury, Department of Economics and Finance, UC Business School"
    ],
    "faculty": [
        "UC Business School"
    ],
    "degrees": "N/A",
    "fields_of_research": "N/A",
    "graduate_research_supervision": "N/A",
    "sustainable_development_goals": "N/A"
}
]